[
	{
		"TYPE": "QSChapter",
		"ID": 65535,
		"STRING": "Overall Achievements"
	},
	{
		"TYPE": "QSChapter",
		"ID": 0,
		"STRING": "Prologue"
	},
	{
		"TYPE": "QSChapter",
		"ID": 1,
		"STRING": "Chapter 1"
	},
	{
		"TYPE": "QSChapter",
		"ID": 2,
		"STRING": "Chapter 2"
	},
	{
		"TYPE": "QSChapter",
		"ID": 3,
		"STRING": "Chapter 3"
	},
	{
		"TYPE": "QSChapter",
		"ID": 4,
		"STRING": "Chapter 4"
	},
	{
		"TYPE": "QSChapter",
		"ID": 5,
		"STRING": "Chapter 5"
	},
	{
		"TYPE": "QSChapter",
		"ID": 6,
		"STRING": "Chapter 6"
	},
	{
		"TYPE": "QSChapter",
		"ID": 7,
		"STRING": "Final Chapter"
	},
	{
		"TYPE": "QSTitle",
		"ID": 91,
		"UNK0": 0,
		"STRING": "Thors Military Academy",
		"CATEGORY": "NONE",
		"UNK1": "000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 91,
		"UNK0": 0,
		"STRING": "#006c3/31 (Wed) Entrance Ceremony\n・Today I arrived in Trista, a little town on the \noutskirts of Heimdallr.\n・While I was admiring the lino flowers blossoming\nall over the town, a girl walked right into me!\nShe was wearing the same color uniform as I was,\ntoo, so I wondered if we'd be in the same class.\n・Thors Military Academy is in the north part of\nthe town. Not wanting to be late for the entrance\nceremony, I decided to hurry over there.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 91,
		"UNK0": 1,
		"STRING": "・I spotted a strange girl sleeping on a bench\nin the park. She seemed like another new Thors\nstudent...and kind of reminded me of a cat, for\nsome reason.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 91,
		"UNK0": 2,
		"STRING": "・I crossed paths with a tall boy at the nearby\nSeptian Church. He was busy praying when I\narrived, but he seemed to be new to the academy,\ntoo. Don't think he was Erebonian, though...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 91,
		"UNK0": 3,
		"STRING": "・I saw a female student who was accompanied by\nan elderly man who appeared to be a butler.\nJudging by how gracefully she conducted herself,\nshe had to be from some famous noble family.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 91,
		"UNK0": 4,
		"STRING": "・I finally reached Thors Military Academy, the\nfamed military academy established by the great\nEmperor Dreichels.\n・Just as I reached the gate, another student\narrived in an orbal limousine. Looks like Thors\nhas a number of major nobles among its students.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 91,
		"UNK0": 5,
		"STRING": "・Walking through the gate, I was greeted by two\nsecond-year students. I'm not sure how they\nknew my name, though...\n・After handing them the items I applied to bring\ninto the academy, it was time for the entrance\nceremony. My time at this academy begins today--\nI'll need to be ready for whatever academy life\nthrows at me.\n・During his speech, Principal Vandyck passed on\nthe words of Emperor Dreichels: 'Arise, O youth,\nand become the foundation of the world.' The\ntrue meaning of these words is something we'll\nhave to put a lot of thought into during our two\nyears at the academy.\n・I ended up talking to Elliot, the red-haired boy \nsitting next to me. He wore a red uniform, just\nlike me, and just unlike all of the other\nstudents... I knew something had to be up there.\n・Soon, the ceremony came to an end, and a female\ninstructor called out to us. Apparently, there was \ngoing to be a 'special orienteering exercise' for\nus students in red uniforms... I had no idea\nwhat I was in for.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 92,
		"UNK0": 0,
		"STRING": "Old Schoolhouse Exploration",
		"CATEGORY": "NONE",
		"UNK1": "000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 92,
		"UNK0": 0,
		"STRING": "#006c3/31 (Wed) Special Orienteering\n・We were led into an old schoolhouse behind the\nmain building of the academy.\n・As it turned out, we students in red uniforms were\npart of Class VII, a new class established this\nyear which contains students from different social \nclasses. The woman who led us into the old\nschoolhouse then introduced herself as our\nhomeroom teacher, Instructor Sara Valestein.\n・The first to raise an objection to this\narrangement was a glasses-wearing boy named\nMachias, but he was immediately chided by Jusis\nAlbarea, a son of one of the Four Great Houses.\nThey weren't the only ones with concerns, either.\n・Ignoring all the hubbub, Instructor Sara told us\nthat she'd arranged for all of us take a 'special \norienteering exercise.' A moment later, the floor\nopened up beneath us, causing us to fall into an\nunderground area below the building.\n・Fortunately, no one seemed to be hurt--\nalthough I did end up taking a slap to the face\nbecause I landed in an...unfortunate position\nbeneath one of the girls.\n・Instructor Sara then called us on the ARCUS\nbattle orbments Thors sent us before we arrived.\nShe asked us to collect our weapons from the\npedestals surrounding the room and set the\nquartz with them into our ARCUS units.\n...Not that we had much of a choice.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 92,
		"UNK0": 1,
		"STRING": "・I obtained a master quartz from on top of one\nof the pedestals. Apparently, setting this into\nmy ARCUS allows me to use certain types of magic\ncalled 'arts.'",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 92,
		"UNK0": 2,
		"STRING": "・With everyone's preparations complete, our\nspecial orienteering exercise began. We were\ntasked with getting through the underground\ndungeon and returning to the surface.\n・People set off one by one--first Machias,\nthen Jusis, and then the girls. ...That blond-haired\ngirl was REALLY not happy with me.\n・The only ones left--Elliot, the exchange\nstudent Gaius, and me--agreed to work together.\nThey have really cool weapons, too; I like them\nalready!\n・We then proceeded through the door to properly\nbegin our exploration. We definitely needed to\nget used to fighting alongside each other, though.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 92,
		"UNK0": 3,
		"STRING": "・Just as we thought we were used to fighting\nthe monsters in the area, one of them caught us\noff guard. Luckily for us, Machias appeared at\nthe last second and saved us from danger.\n・We took the chance to formally introduce\nourselves to one another and were reminded that\nMachias has a chip on his shoulder when it comes\nto the nobility.\n・...Either way, Machias agreed to come with us,\nso we four started working together, expecting\nthat we'd catch up with the girls any minute.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 92,
		"UNK0": 4,
		"STRING": "・Once we caught up with them, they told us that\nthey were doing just fine on their own.\n・We were introduced to Emma, who scored highest\non the entrance exam and came from a remote region\nof the Empire. She uses an orbal staff just like \nElliot, too.\n・The blond-haired girl's named Alisa and she hails\nfrom the city of Roer. ...And, as I figured, she's\nstill annoyed with me for what happened earlier.\nShe definitely doesn't want to talk to me,\nso I hope I can find some way to apologize...\n・The girl with the large sword is the daughter\nof Viscount Arseid, also known as the Radiant \nBlademaster. He's also the strongest swordsman\nin the Empire, so if his daughter takes after him\nat all, we'll be lucky to have her.\n・The girls went one way, and we went another--\nkeeping an eye out for Jusis and the\nsilver-haired girl as we looked for the exit.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 92,
		"UNK0": 5,
		"STRING": "・We were able to confirm that the silver-haired\ngirl, whose name is Fie, was safe. I've got a feeling\nwe never had any reason to worry to begin with.\n・She told us that we were over halfway through,\nso we kept moving.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 92,
		"UNK0": 6,
		"STRING": "・We found Jusis in the middle of a battle. He's a\nskilled swordsman who uses the traditional court\nfencing style favored by the nobility.\n・It seems that Machias is the son of Governor\nCarl Regnitz, who takes care of the capital,\nHeimdallr. Unfortunately, we learned this while\nJusis was mocking him for it ...These two\nreally aren't going to get along, are they?",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 92,
		"UNK0": 7,
		"STRING": "・I got between them and admonished Jusis, who\nadmitted that he was at fault surprisingly quickly\nand walked away.\n・After reflecting on the class issues that\nErebonia faces, we finally got moving again,\na now-calm Machias alongside us.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 92,
		"UNK0": 8,
		"STRING": "・I held back Machias before he tried to punch\nJusis, and he walked off on his own, saying he\nwanted to cool his head.\n・Jusis was more than willing to admit that he was\npartially at fault for what happened. He may be\nthe son of a prominent noble, but he doesn't\nthink he's Aidios' gift to mankind...which is kind\nof a pleasant surprise.\n・After reflecting on the class issues that\nErebonia faces, we finally got moving again,\nnow with Jusis in tow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 92,
		"UNK0": 9,
		"STRING": "・We finally reached the end of the dungeon and\nfound a path leading up to the surface, but a\nstone gargoyle stood between us and freedom.\nThe only way out was straight through it.\n・We were able to defeat it by working together...\nor so we thought. The gargoyle quickly rebuilt\nitself and came at us again, not weakened in\nthe slightest. Fortunately, it was then that\nour classmates came to our aid. \n・Unleashing a barrage of powerful attacks on the \ngargoyle, we finally saw our chance for victory.\nAt that moment, our bodies were surrounded in a \npale light, allowing us to act together almost as\nif we were one. Finally, the gargoyle fell.\n・After defeating it, Instructor Sara arrived\nnonchalantly, and told us we had just experienced\nthe ARCUS' key innovation: combat links. She\nexplained that combat links have the potential\nto completely change how wars are fought, and that\nour high aptitude for them was one of the reasons\nwe were picked for Class VII.\n・After this lengthy explanation all of this, she\nasked us all once more whether we wanted to be a\npart of Class VII, knowing the sort of challenges\nwe'd have in store. ...I knew my answer.\n・All nine of us declared our intent to join the\nclass, one after another. Everyone's motivations\ndiffered, but from that moment on, we were united\nas members of Class VII.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 94,
		"UNK0": 0,
		"STRING": "Academy Life - April",
		"CATEGORY": "NONE",
		"UNK1": "010000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 0,
		"STRING": "#006c4/17 (Sat) After School",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 1,
		"STRING": "・Today I was asked a question in Instructor\nThomas' class. Luckily, I was able to give him\nthe right answer. It looked like Alisa was\ntrying to help me out, though...",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 2,
		"STRING": "・Today I was asked a question in Instructor\nThomas' class. Just as I was struggling for an\nanswer, Alisa wrote it on a piece of paper where\nI could see it. I've got to be sure to thank her.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 3,
		"STRING": "・During our final homeroom of the day, Instructor\nSara gave us a schedule rundown. She told us about\nour free days, which students can spend however\nthey see fit, and warned us about our 'practical\nexam' coming up on Wednesday, April 21st. After\nthat, she says, she'll tell us about one more\nunique part of our curriculum. ...I'll have to make\nthis free day tomorrow count.\n・After that, Instructor Sara asked me to go\ncollect something from the Student Council in\nthe Student Union building next to the main building.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 4,
		"STRING": "・I was investigating the locked old schoolhouse\ndoor, when I was overcome by a strange sensation. \n...I think, anyway. Maybe I was just imagining it.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 5,
		"STRING": "・In front of the Student Union building, I ran into a\nlaid-back second year. He said that he would show\nme a trick, but he ended up taking my 50 mira.\n・I wonder if all of the second years are that\nweird. Hopefully I don't turn weird after a year\nhere... Well, anyway, it was off to the\nStudent Union building after that.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 6,
		"STRING": "・Inside the Student Council room was one of the \nsecond-year students that I met on the day of the \nwelcoming ceremony. It turns out she's the Student\nCouncil president! Her name's Towa, and she\nassured me that despite her small size, she really\nis a second year.\n・She gave me our class' student notebooks and\nasked me to hand them out to everyone.\n・...Of course, that wasn't all I was asked to do.\nInstructor Sara set me up, and now I have to use\ntomorrow's free day to help the Student Council by\nfulfilling various requests from other students\nand people from Trista. Gee, thanks, Instructor.\n・Instructor Sara claims that she's having me\nhelp the Student Council as a learning experience\nof sorts. Maybe it'll teach me something, too.\n・Apparently, the requests I need to fulfill will\nbe delivered straight to my mailbox. I'll have\nto check to see if they're there tomorrow morning.\n・But before I went to bed, I decided to deliver\nthe student notebooks.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 7,
		"STRING": "・I delivered Alisa's student notebook to her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 8,
		"STRING": "・I delivered Elliot's student notebook to him.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 9,
		"STRING": "・I delivered Laura's student notebook to her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 10,
		"STRING": "・I delivered Machias' student notebook to him.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 11,
		"STRING": "・I delivered Emma's student notebook to her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 12,
		"STRING": "・I delivered Jusis' student notebook to him.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 13,
		"STRING": "・I delivered Fie's student notebook to her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 14,
		"STRING": "・I delivered Gaius' student notebook to him.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 15,
		"STRING": "・I've delivered all of the student notebooks now.\nI should go back to my room and get some sleep.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 16,
		"STRING": "#666c　　　　          ◆　　　　◆　　　　◆\n#006c4/18 (Sun) Free Day\n・An envelope full of requests to fulfill arrived\nin the mail. I figured I should at least do the\nones for the principal and the Engineering Club.\n・All of my classmates had already left, but I\nfigured we could chat if I ran into them.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 17,
		"STRING": "・Once I'd finished the Engineering Club's request,\nI got ready and set off for the old schoolhouse.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 18,
		"STRING": "・We'd finished investigating the old schoolhouse,\nbut unanswered questions still remain. I want to\nget to the bottom of things, so it wouldn't hurt\nto explore every so often, especially now that I\nhave the key.\n・I parted ways with Elliot and Gaius, who had\nagreed to help me out. With the sun setting,\nI decided to head back to the dormitory myself.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 19,
		"STRING": "・After finishing some sword practice, I decided\nto listen to Abend Time on the radio I received\nfrom George. I think I'll keep tuning in!\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c4/21 (Wed) Practical Exam\n・We had our very first practical exam was on the\nacademy field. Elliot, Gaius, and I were asked to\nteam up and fight a strange object that Instructor\nSara called a 'combat shell.'",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 20,
		"STRING": "・By making good use of our combat links and\nfighting as one, we earned a good score.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 21,
		"STRING": "・...Unfortunately, we didn't fight as well as we\nshould have done and didn't get a great score.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 94,
		"UNK0": 22,
		"STRING": "・After that, we were given an explanation on\nanother part of our class' curriculum, which the\ninstructor referred to as 'field studies.' Looks\nlike we'll be split into two groups, A and B, each\nof which will be sent to a different region of the\nEmpire. There, each group will be given a number\nof tasks to complete.\n・Here's the plan for this month:\n\nGroup A: Rean, Alisa, Laura, Elliot\n(Study Location: Celdic, the Market Town)\n\nGroup B: Emma, Machias, Jusis, Fie, Gaius\n(Study Location: Parm, the Spinning Town)\n\n...Sounds tough, but we'll just have to work hard\nand hope for the best.\n・We'll be departing to our respective destinations\nby train this weekend. We'll have to make sure\nwe're ready whatever we're being pitted against.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 95,
		"UNK0": 0,
		"STRING": "Our First Field Study",
		"CATEGORY": "NONE",
		"UNK1": "010000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 0,
		"STRING": "#006c4/24 (Sat) Field Study at Celdic - Day 1\n・This morning, I was finally able to reconcile\nwith Alisa before setting off for our field study.\n・With that off my shoulders, it was time for us\nto leave. We got ready and headed for the station. ",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 1,
		"STRING": "・We arrived at the station just as Group B were\nleaving for Parm. I was a little nervous about how\nMachias and Jusis will be together, but I had\nbigger things to be concerned about.\n・We bought our tickets to Celdic from the counter.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 2,
		"STRING": "・We purchased our tickets and boarded a train\nbound for Crossbell. It seemed like the station\nstaff had been forewarned about our field study. \n・It's took us about an hour to reach our\ndestination. To pass the time, Alisa told us all\nabout Celdic and its market.\n・Just as we were wondering what Instructor Sara\nhad planned for us there, she appeared out of\nnowhere. While she claimed she'd come to answer\nour group's questions, she fell asleep the moment\nshe sat down in her seat... She's a special one.\n・When we finally reached Celdic, Instructor Sara\nguided to us to the inn where we'd be staying.\n・There, we found that we would all be staying in\none room, regardless of gender. Alisa didn't take\ntoo kindly to this, but after Laura admonished\nher, she reluctantly accepted the arrangement.\n・Afterwards, we received an envelope containing \ninformation on the tasks we would be completing\nfrom the inn's owner--all of which were menial\nto say the least, just helping people with one\nthing or another.\n・We decided to go and ask the instructor, who\nwas on the first floor of the inn, about them.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 3,
		"STRING": "・It seems as though the aim of these field studies\nis somewhat related to the assistance I gave the \nStudent Council on my last free day... We can't be\nsure what exactly Instructor Sara is planning, but\nwe decided to get started on our tasks regardless.\nThis should be a good chance to learn more about\nCeldic, at the very least.\n・Two of the tasks are mandatory, but it's up to\nus whether we want to complete the others.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 4,
		"STRING": "・We stepped into famous Celdic Grand Market and\nthought it wouldn't hurt to do a bit of shopping\nwhile we're working through our assignments.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 5,
		"STRING": "・We ran into the Kreuzen Provincial Army while\nthey were patrolling the town. They warned us not\nto cause any trouble.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 6,
		"STRING": "・Outside the Lunaria Nature Park, we encountered\na couple of park rangers. Apparently, the area is off\nlimits right now.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 7,
		"STRING": "・We completed the mandatory request from the\norbal factory!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 8,
		"STRING": "・We exterminated a monster on the East Highway.\nMan, these combat links come in handy.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 9,
		"STRING": "・We've finished all of the mandatory tasks and\nheaded back to the inn to talk to Instructor Sara.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 10,
		"STRING": "・On our way back to the inn, we heard a commotion\ncoming from the Grand Market. We made a detour\nover there before we went back to the inn.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 11,
		"STRING": "・We found two merchants arguing with each other.\nSupposedly, they'd both been assigned the same\nspot in the market.\n・Fortunately, the market manager arrived, and with\nhis help, we were able to calm them down before \nanyone got hurt. They were told to take take\nturns using the spot for the time being.\n・The market manager invited us to his house and\nrevealed that he was the one who chose the tasks\nfor our field study. Apparently, he's an old friend\nof Principal Vandyck's.\n・It seems the quarrel earlier may have come about\nas a result of a tax dispute between Jusis'\nfamily and the merchants of Celdic. The provincial\narmy, which serves Duke Albarea, refuses to help\nthe people of Celdic until the dispute's resolved.\n・None of us were happy to hear that, but with all\nthe work we have planned for tomorrow, all we\ncould do was go back to the inn and get some rest.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 12,
		"STRING": "・We walked out of the market manager's house\nand right into Instructor Sara. She said she was off\nto sort things out over with Group B. Leaving the\nnext steps of our field study completely to us,\nshe departed for the station.\n・Deciding it would be best to have dinner early\nand start working on our report, we made a beeline\nfor the inn.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 95,
		"UNK0": 13,
		"STRING": "・We had a great chat over a dinner of freshly\ngrown local produce. Just as we were on our way\nback to our rooms, however, Laura called out to\nme. She figured out that I'm a practitioner of\nthe Eight Leaves One Blade school, but she\nexpected me to be stronger than I actually am.\n...I feel as though I've let her down.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 96,
		"UNK0": 0,
		"STRING": "Theft at the Grand Market",
		"CATEGORY": "NONE",
		"UNK1": "010000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 96,
		"UNK0": 0,
		"STRING": "#006c4/25 (Sun) Field Study at Celdic - Day 2\n・We received our field study tasks for the day\nfrom the inn's owner. We were assigned fewer of\nthem than yesterday, which was kind of odd.\n・I apologized to Laura for what happened last\nnight. It looked like Alisa and Elliot were\nworried about us, too.\n・Just as we were about to launch into our field\nstudy tasks, a girl working at the inn arrived in\na panic. There had been a theft at the Grand\nMarket, so we needed to see what was going on.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 96,
		"UNK0": 1,
		"STRING": "・We heard the argument before we could see it. \nWorse yet, it was so fierce that even market\nmanager was powerless to stop it.\n・Once we got closer, we realized the fighting\nmerchants were the same ones from yesterday. They\nwere the victims of the theft we had heard about,\neach one having their goods taken and their stalls\ndestroyed. Each one insisted that the other was\nthe culprit, denying any other possibilities.\n・A platoon from the provincial army came to calm\nthe situation, but they did so heavy-handedly,\nshowing no interest in investigating the theft.\n・Afterwards, the market was able to open for\nbusiness for the day...but there was no way we\ncould let such an obvious injustice stand. So we\nsuggested that we investigate the theft ourselves\nas part of our field study.\n・Once we secured Otto's permission to do so,\nwe started investigating. We had until 9PM,\nwhen the last train left, to complete our task.\nWe started by gathering information in the most\nobvious place possible: the Grand Market.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 96,
		"UNK0": 2,
		"STRING": "・We spoke to one of the victims, Heinz, a merchant\nfrom Heimdallr. He says that he left the market as\nsoon as he'd finished setting up his stall, and\nthat the other merchants of the market would\nattest his to innocence.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 96,
		"UNK0": 3,
		"STRING": "・We spoke to one of the victims, Marco, a merchant\nfrom Celdic. He says that he spent last night\ndrinking with a fellow merchant, and that he\ndidn't witness anything that could help us\nsolve the crime.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 96,
		"UNK0": 4,
		"STRING": "・Once we'd spoken to both of the victims, we\ncouldn't believe that either of them could have\nbeen responsible for what happened.\n・The provincial army's behavior this morning\nseemed awfully suspicious, though. Thinking they\nmight provide us with answers, we took off in\nthe direction of their guardhouse.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 96,
		"UNK0": 5,
		"STRING": "・At the guardhouse, we were able to speak to the\ncommanding officer and essentially confirmed that\nthe tax dispute was the reason that they refused\nto get involved in matters at the Grand Market.\n・Not only that, Elliot's quick-wittedness allowed\nus to extract some key information from him. How\ncould the provincial army knew what goods the\nmerchants intended to sell if they refused to\nget involved? We knew then that the provincial\narmy had a hand in this crime, hoping to get the\nmarket manager to withdraw his petition against\nthe tax increase.\n・But having a hand in it doesn't mean the\nprovincial army committed the crime themselves.\nWe needed to find out who did. We continued our\nsearch by asking around on the main drag.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 96,
		"UNK0": 6,
		"STRING": "・We spoke to a young girl on the main street who\nmentioned seeing an unfamiliar man in town lately.\nShe said he's usually lying around drunk near the\nwest exit... It doesn't sound like a great lead in\nretrospect, but we followed up on it.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 96,
		"UNK0": 7,
		"STRING": "・We spoke to Johnson by the west exit. He used to\nbe a ranger at the Lunaria Nature Park, far down\nthe highway. Recently, however, his job was\ntaken from him by the Kreuzen province without\nwarning, and a group of young men took over.\n・He also said that he saw those young men hurrying\nout of town carrying wooden boxes last night. \n・Lunaria Nature Park seemed like the perfect\nplace to hide stolen goods--we decided to make\nour preparations and check it out.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 96,
		"UNK0": 8,
		"STRING": "・When we arrived at Lunaria Nature Park, we found \nwhat looked like some of the stolen goods lying \noutside. We'd found our culprits.\n・After using one of my Eight Leaves skills to\nbreak the lock, we entered to bring the criminals\nto justice.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 96,
		"UNK0": 9,
		"STRING": "・Inside the Nature Park, we found a mountain of \nstolen goods and a group of bandits disguised as\npark rangers. We were able to work together\nand defeat them in battle. \n・Just as we were pressing them on who hired them, \nElliot claimed to hear the sound of a flute-- \nmoments later, a large monster appeared to attack\nus. \n・We managed to fend it off, but just as we did,\nthe provincial army appeared.\n・It quickly became obvious that the bandits and\nthe provincial army were working together--and\nthe provincial army attempted to arrest us for a\ncompletely ridiculous crime that we didn't commit.\n・Before they could, however, a group of soldiers\nin gray uniforms appeared, led by a young female \nofficer. The Railway Military Police had saved us.\nThanks to Captain Claire's intervention, the\nprovincial army was forced to back down, and the\nbandits were arrested.\n・All of the stolen goods were returned to their\nrightful owners, and the incident was brought to\na successful conclusion. Surprisingly, Captain\nClaire knew a lot about us and our class...and she\nseemed to be acquainted with Instructor Sara, too.\n・The time soon came for us to leave Celdic behind\nand return to Trista. We'd finally figured out\nwhat we were going on these field studies to do:\nvisit places that we otherwise wouldn't, build up\nexperience and learn to think and act on our own.\nWe couldn't shake the feeling that we were being\ntrained like bracers, though.\n・I also took the opportunity to tell everyone \nsomething that I'd been keeping from them--that \nI'm the adopted son of Baron Schwarzer, and\ntherefore technically a noble. Considering we'll\nbe together for the next two years, I'll have to\nmake sure I tell the members of Group B, too.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 97,
		"UNK0": 0,
		"STRING": "Academy Life - May",
		"CATEGORY": "NONE",
		"UNK1": "020000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 0,
		"STRING": "#006c5/22 (Sat) After School",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 1,
		"STRING": "・I was asked a very technical question during \nInstructor Neithardt's military science class,\nbut I managed to answer it correctly. I'll have to\nmake sure I stay on top of my studies.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 2,
		"STRING": "・I was asked a very technical question during \nInstructor Neithardt's military science class and\nI completely blew it. Guess I'll need to study\nharder.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 3,
		"STRING": "・While we were learning about computers, Patrick,\na son of Marquis Hyarms, came over to speak to\nus. Luckily, Jusis saved us from an uncomfortable\nsituation.\n・In our homeroom, we were told that we'd have\nmidterm exams next month. I'm going to need to do\na lot of studying to make sure I'm ready for those.\n・The whole noble thing has made things awkward\nbetween Machias and me. After he left, Emma tried\nto encourage me... She's probably right. I'll just\nhave to try to be honest with him.\n・I puttered around the academy for a while before\ngoing back to my dorm.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 4,
		"STRING": "・Emma's waiting for Fie to show up in the library.\nIf I see Fie around, I should let her know.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 5,
		"STRING": "・I found Fie napping outside the old schoolhouse.\nBefore she went off to meet Emma, she mentioned\nthat the inside of the building has changed a lot. ",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 6,
		"STRING": "・Crow stopped me on my way through the main gate.\nHe asked me to tell him how he did that trick with\nmy 50 mira last month. I answered perfectly.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 7,
		"STRING": "・Crow stopped me on my way through the main gate.\nHe asked me to tell him how he did that trick with\nmy 50 mira last month, and I'd almost worked\nit out, but not quite.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 8,
		"STRING": "・While we were talking, Angelica, daughter of\nMarquis Rogner, head of one of the Four Great\nHouses, showed up. You'd never guess that she\ncame from nobility by talking to her, though.\nShe's very easy to get along with. \n・She rode off into the distance on something\ncalled an 'orbal bike.' ...I hope I'm as cool as she\nis next year.\n・It turns out those two are good friends with\nGeorge and Towa. The second years here are all\nreal characters in their own way...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 9,
		"STRING": "・I decided to walk around the dormitory\nfor a while before going to sleep.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 10,
		"STRING": "#666c　　　　          ◆　　　　◆　　　　◆\n#006c5/23 (Sun) Free Day\n・I awoke to find an envelope containing a variety\nof requests for me to fulfill, just like last month.\n・Since I still had the key to the old schoolhouse,\nI felt obligated to explore it once I was done\nwith the other requests.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 11,
		"STRING": "・We finished our investigation of the old \nschoolhouse and told the principal about the\nelevator.\n・He told us that the principals of the academy\nhad been tasked with preserving the building until\nthe 'Promised Day' arrives--though what exactly\nthat means is a mystery. Maybe it has something\nto do with St. Sandlot? ...Either way, it looks\nlike these investigations will be a regular thing.\nI'll be sure to bring all my friends with me.\n・By the time we were finished talking to the \nprincipal, evening had arrived and I headed\nback to the dormitory.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 12,
		"STRING": "・I encountered a cat with beautiful black fur in\nTrista. I got a little carried away fussing over\nit, though, and it scratched the back of my hand.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 13,
		"STRING": "・I got back to the dormitory just as Emma did,\nso I decided to tell her about the cat. That got\nher into a panic for some strange reason...\n・I decided to study with Abend Time on in the \nbackground today, too. I couldn't help but think \nabout Machias and Jusis, though--I wonder what's \nmaking them act like that towards each other...\nThere's got to be more to it than meets the eye.\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c5/26 (Wed) Practical Exam\n・During today's practical exam, we fought the\ncombat shell again. This time, though, it looked\na bit different. How does it work? Anyway,\nAlisa, Laura, Gaius, and I fought it as a team.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 14,
		"STRING": "・We brought everything we'd learned while\ninvestigating the old schoolhouse and during our\nfield study to the battle and got good marks\nfor our performance.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 15,
		"STRING": "・We tried to make use of everything we'd learned \nfrom our schoolhouse investigations and our field\nstudy but didn't quite do as well as we'd hoped.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 97,
		"UNK0": 16,
		"STRING": "・Afterwards, the remaining five, including\nMachias and Jusis, challenged the combat shell.\nTheir battle was less than stellar. Instructor\nSara was quick to criticize their performance,\nwhich made the problem children even madder.\n・Moving on, we were told where we will be going\nfor this month's field study. The groups and their\ndestinations this month are as follows:\n\nGroup A: Rean, Emma, Machias, Jusis, Fie\n(Study Location: Bareahard, the Verdant City)\n\nGroup B: Alisa, Laura, Elliot, Gaius\n(Study Location: Saint-Arkh, the Old Capital)\n\n・Unsurprisingly, Machias and Jusis immediately\nbegan complaining at the instructor and demanding\nthe groups be changed. She agreed on the condition\nthat the two of her could beat her in battle.\n・She drew her weapons, and told me to fight\nalongside them. Despite her clearly holding back\nagainst us, we took us down like she was swatting\nflies.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 98,
		"UNK0": 0,
		"STRING": "The Verdant City",
		"CATEGORY": "NONE",
		"UNK1": "020000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 0,
		"STRING": "#006c5/29 (Sat) Field Study at Bareahard - Day 1\n・The first thing I did today was meet\neveryone downstairs as soon as I could.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 1,
		"STRING": "・When I did, I found Jusis and Machias standing\napart from one another. Soon after, Fie and Emma\ncame down to join us. We decided it wouldn't\nhurt to be early for the train and headed off.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 2,
		"STRING": "・When we arrived at the station, we found the\nmembers of Group B waiting for their train. They\ndeparted shortly after they arrived, but not\nbefore Gaius had a talk with me about dealing\nwith Machias and Jusis.\n・We bought our tickets and waited for the next\ntrain to Bareahard.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 3,
		"STRING": "・No sooner had we settled in our seats than\nMachias and Jusis started fighting. ...I wasn't\ngoing to stand idly by as they dragged down my\nfield study grade, though. Fortunately, they\ndon't want to fail, either. They agreed to a\ntemporary truce, and while they weren't able to\nput aside their differences, they agreed to\ncooperate until our field study was over.\n・Jusis told us all about the city of Bareahard,\na city that developed with the nobility at its\ncenter... I had a feeling we were going to need\nto tread lightly.\n・We finally reached Bareahard, only to be greeted \nby none other than Jusis' older brother, Rufus.\nThis showed us a side of Jusis we'd never seen\nbefore, much to our great surprise.\n・He gave us a ride to our hotel in his limousine.\nI was surprised to discover that Rufus has gone\nhunting with my father and is even acquainted \nwith Machias' father, the governor of Heimdallr.\n・After we arrived at our hotel, Rufus left to\ntake an airship to Heimdallr. I guess he's not\ncalled the 'ace of the Noble Faction' for nothing.\n・While there were still signs of discontent\nbetween Machias and Jusis, we were able to unpack\nand get started on the field study tasks Rufus\ngave us largely without incident. \n・Rufus had prepared a wide variety of tasks for\nus, including requests nobles and artisans alike.\nWe decided to save exterminating the monster on\nthe canyon path for last.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 4,
		"STRING": "・We completed the jeweler's request, even if it\nleft us feeling more than a little conflicted.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 5,
		"STRING": "・Once we felt we were done with everything else,\nwe walked out onto the Aurochs Canyon Path. We\nneeded to exterminate the monster there, then go\nright to Aurochs Fort to report to the soldiers. ",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 6,
		"STRING": "・We exterminated the monster on the canyon\npath, but Machias and Jusis failed to form\na proper combat link with one another.\n・They immediately started arguing over who was \nresponsible, which caused us all to let our guards \ndown. That was all the opportunity the monster we\nthought we'd defeated needed to lunge towards\nthem. I managed to get between the monster and\nMachias and Jusis, but I was hurt in the process. \n・Fie defeated the monster, and Emma performed\nfirst aid on me, so I was just fine. Machias and\nJusis seemed to feel responsible for what\nhappened, though.\n・I agreed to take it easy for a while to recover.\nWe did have to hurry to Aurochs Fort, though,\nsince we wanted to be back in Bareahard before it\ngot dark.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 7,
		"STRING": "・As we walked, I checked up on my wound, which\nhad already mostly healed. Whatever Emma did, it\nworked wonders.\n・We couldn't help but notice that Fie seems \nsurprisingly used to battle for someone her age\n--just what kind of environment did she grow up\nin, anyway? We didn't really have time to ponder\nthat, but I'm still curious.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 8,
		"STRING": "・We arrived at Aurochs Fort, one of the\nKreuzen Provincial Army's bases to report\nthe monster's extermination.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 9,
		"STRING": "・We saw a freight train going past near the fort.\nIt seemed to be carrying a number of Reinford's\nlatest main battle tanks, called Achtzehns.\nJusis' reaction to them was somewhat curious,\nthough...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 10,
		"STRING": "・When we were finally able to give our report on\nthe monster's extermination. Unsurprisingly, the\nprovincial army was quick to recognize Jusis and \ntreated him with the utmost.\n・One of the soldiers said that the main battle\ntanks we saw earlier belong to the provincial\narmy and that the fort itself underwent some\nsignificant construction last month.\n・After hearing that, it was time to head back to\ntown.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 11,
		"STRING": "・Machias pressed Jusis on the provincial army's \narmaments, saying that they were excessive. Jusis \nresponded that they were simply a result of the \nfactional conflict. It seems it's getting even\nmore serious than we thought.\n・Night was quickly approaching, so we decided\nto double-time it back to Bareahard.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 12,
		"STRING": "・Our journey back wasn't quite as simple as we'd\nhoped, of course. We heard the wail of sirens\ncoming from the fort and saw a mysterious silver\nobject flying away. What's more, it looked like it\nhad a child riding on top of it.\n・Several soldiers gave chase, telling us that\nthere had been an intruder in Aurochs Fort.\nGiven how quickly it was flying, though, I'm not\nsurprised they couldn't catch it.\n・At this point, my injury from earlier had\ncompletely healed. Emma's grandmother's medicine\nhad really done the trick. Just like that, I was\nproperly combat-ready again.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 13,
		"STRING": "・We finally reached Bareahard as the sun went\ndown and decided to go back to the hotel.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 14,
		"STRING": "・In front of the hotel, we encountered a nobleman\nin a high-class limousine who turned out to be\nJusis' father, Duke Albarea. He didn't stop for\nlong, however, barely saying a word to Jusis \nbefore he departed.\n・Afterwards, we went to a restaurant in town for \ndinner, but Jusis seemed much quieter than usual.\n・We finished all of our tasks, but we all agreed\nthat we could have done better--at the rate\nwe were going, earning a lower grade than Group B\nwas all but inevitable. We need to turn things\naround tomorrow.\n・Reflecting on what we'd seen of the predicament \nErebonia was in and growing gloomier by the\nminute, we were surprised by the sudden appearance\nof Baron Bleublanc, who we met earlier that day.\nHe spoke to us for a while before leaving, but\nthere's just something mysterious about that guy.\n・That night, Jusis and I were having trouble \nsleeping, so we started talking to one another.\nHe revealed that he was born to a different mother\nthan Rufus, making them half-brothers. Those two\nget along, though, unlike Jusis and his father.\n・After telling me all of this, Jusis pointed out\nthe arrogance of some of my actions, echoing some\nof my master's criticisms... I guess I've got a lot\nof growing up to do.\n・Seems that's true for both of us, though. After \ntalking for a while, we decided to call it a night.\nWe wanted to be awake and alert for tomorrow.\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c5/30 (Sun) Field Study at Bareahard - Day 2\n・We received our day's field study tasks from the \nhotel manager, which Rufus had kindly prepared\nin advance for us.\n・As we were about to get to work, Machias proposed\nto Jusis that they try to form a successful combat\nlink. He must've overheard our conversation last\nnight.\n・Just as we'd gotten our hopes up that day two of\nour field study was off to a good start, a butler\nunder the employ of Duke Albarea appeared and\nclaimed he'd been sent to pick Jusis up.\n・Jusis initially seemed hesitant, but was\neventually convinced, so we agreed to work through\nthe morning's tasks without him.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 15,
		"STRING": "・We exterminated a monster on the north highway,\nand I was finally able to make up with Machias.\n・When it was about time for Jusis to come back\nto us, we went back to Bareahard to meet him.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 98,
		"UNK0": 16,
		"STRING": "・As we returned to the city, we were stopped by \nprovincial army soldiers--and, much to our surprise,\nMachias was arrested.\n・He was charged with trespassing into Aurochs\nFort. The provincial army ignored all of our\nevidence and testimonies to the contrary, and\ntook him away.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 99,
		"UNK0": 0,
		"STRING": "Rescuing Machias",
		"CATEGORY": "NONE",
		"UNK1": "020000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 99,
		"UNK0": 0,
		"STRING": "#006c5/30 (Sun) Field Study at Bareahard - Day 2 (PM)\n・We went to the provincial army guardhouse to\nplead Machias' innocence, but they had no\ninterest in listening to us. Worse yet, they also\ngave us a message from the duke's household saying\nthat Jusis would be unable to rejoin us on our\nfield study.\n・On returning to the hotel, we found provincial\narmy soldiers investigating it, so we couldn't\nreturn to our rooms. We decided to regroup and\nconsider our next move at an inn on the Artisans'\nStreet.\n・It seemed most likely that Machias was captured\nbecause he's the son of Governor Regnitz, an\ninfluential figure in the Reformist Faction. We\nwere afraid they were going to use him for\nblackmail...or worse.\n・Still, with Jusis stuck at home and Rufus in\nHeimdallr, we felt alone and a little scared.\n・We figured that our chances of rescuing him\nwould decrease dramatically if he was moved from\nthe provincial army guardhouse, so we vowed to\nsneak in there and rescue him.\n・Just as we were wondering how to go about our\nlofty claim, we met a bracer named Toval. He works\nat a guildhouse in Legram to the south but often\ncomes to Bareahard on business.\n・After asking at the bar, we learned about a\nnetwork of waterways under the city--and that \nwe could use them to reach the guardhouse.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 99,
		"UNK0": 1,
		"STRING": "・Once we learned there was an entrance to the\nwaterways somewhere between the Noble District\nand the street in front of the station, we got\nstraight to looking.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 99,
		"UNK0": 2,
		"STRING": "・We thought we found our entrance on the outer\nedge of the street the station was on.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 99,
		"UNK0": 3,
		"STRING": "・But of course, it was locked. Didn't seem like a \ngood idea to cut it open with my sword, either...\n・Fortunately, Emma came to the rescue, picking the \nlock with a hairpin. She claimed to have learned\nhow from a mystery novel she read once... She's\npretty amazing, honestly.\n・Once we got the entrance unlocked, we headed in.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 99,
		"UNK0": 4,
		"STRING": "・For underground waterway, this was surprisingly\nclean and well kept. Well, aside from all the\nmonsters. We readied our weapons and headed west\ntowards the provincial army guardhouse.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 99,
		"UNK0": 5,
		"STRING": "・As we worked our way through the underground \nwaterway, we ran into Jusis. He seemed to have \nworked out what was going on and resolved to save\nMachias in what must be one of the most dramatic\nacts of teenage rebellion of all time.\n・We welcomed Jusis back into the fold and set\noff together to rescue Machias.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 99,
		"UNK0": 6,
		"STRING": "・The route to the guardhouse was blocked by a \nsturdy-looking door. To be honest, I thought it\nwas going to put an end to our rescue attempt...\n・...but just as we were wondering what to do,\nFie used a portable explosive to destroy the door.\nWe couldn't believe our eyes.\n・Fie explained that before enrolling at the academy,\nshe'd been a jaeger--a title given to only the\nstrongest mercenaries. Doesn't change the way we\nthink about her, though. She's still our friend.\n・With the door out of the way, we kept going.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 99,
		"UNK0": 7,
		"STRING": "・We eventually reached the underground prison\nwhere Machias was being held and successfully\nrescued him. Unfortunately, the provincial army\nrealized that we were there, and we were forced\nto fight them. But we won.\n・We thought that if we hurried, nobody would be\nable to catch up to us, and we'd get back safely.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 99,
		"UNK0": 8,
		"STRING": "・That confidence lasted until we heard roaring \ncoming from the direction of the underground\nprison. Still, we kept running and hoping.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 99,
		"UNK0": 9,
		"STRING": "・Before we could reach the exit, we were\nsurrounded by military monsters. We had no choice\nbut to fight them.\n・We were able to defeat the monsters, but our\nbattle gave the soldiers time to catch up to us.\n・When the soldiers came to arrest us, Jusis\nsharply rebuked them. The look on Machias' face\nwhen Jusis stood up for him was priceless.\n・The provincial army seemed determined to follow \nthrough on their threat, but from out of nowhere,\nRufus appeared. He talked down the provincial army,\nforcing them to withdraw.\n・Even more surprising was the fact that\nInstructor Sara was with him, but as it turns out,\nRufus is actually a member of the academy's\nboard of directors, so the two teamed up to\nrescue us. None of us saw that coming.\n・After a night of much-needed rest, we boarded\nthe train for Trista and left Bareahard behind.\n・On the train, Instructor Sara filled us in on a\nbunch of useful information, including the fact\nthat Group B was also caught up in the conflict\nbetween the two factions during their field study,\nand the fact that both factions were quietly\nexpanding their military capabilities. It makes\nme wonder what this means for us as military\nacademy students...\n・'Sometime, somehow, what you experience as part\nof Class VII will be an invaluable treasure to you.'\nInstructor Sara's words were quite unlike her,\nand more than a little cringeworthy, but it was\nclear that she genuinely meant them, which made\nthe moment...weirdly moving, in a way.\n・We'll just have to hold on to each other and\nsee what the future has in store.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 100,
		"UNK0": 0,
		"STRING": "Academy Life - June",
		"CATEGORY": "NONE",
		"UNK1": "030000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 0,
		"STRING": "#006c6/15 (Tue) After School\n・Tomorrow, the dreaded midterms will finally\nbegin. As icing on the cake, our individual\nscores, our ranking in our year, and even our class\naverages will be displayed for the world to see.\n・Once homeroom was over, everyone's stayed on\ncampus to study. I thought it wise to walk around\nand find someone to study with.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 1,
		"STRING": "・I studied orbal science with Elliot and Machias.\nBattle orbments' key features are as follows:\n ・The orbal energy inside them replenishes over\n   time.\n ・They synchronize with their user, strengthening\n   their abilities and allowing them to use arts.\n ・Their capabilities change depending on what\n   quartz are set inside them.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 2,
		"STRING": "・I studied military science with Jusis and Gaius.\nI'm not used to all of these military symbols, but\nwe went over 'infantry,' 'headquarters,' 'armor,' and\n'engineer'... I'll have to make sure I've got them\nall down before the exams.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 3,
		"STRING": "・I studied Erebonian history with Fie and Emma.\nThe War of the Lions concluded in year 952 of the\nSeptian Calendar. ...Questions involving years\nseem really likely to come up on the exam.\nHopefully Emma's method will work.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 4,
		"STRING": "・I studied art with Alisa and Laura.\nWe asked each other questions on the following\ndrawing styles:\n　・Dessin - Using monochrome lines and differing \n    brush techniques to draw an object and outline \n    its tones.\n　・Sketch - Portraying a subject roughly, without \n    much in the way of detail.\n　・Croquis - A faster, simpler form of sketching.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 5,
		"STRING": "・Towa and Angelica taught me about political \neconomics. Apparently, the 'Financial Transactions\nAct,' 'Imperial Transportation Act' and\n'Provisional Taxation Act' are three recent and\nimportant laws. It might be good to note that the\n'Imperial Transportation Act' was enacted in\nHeimdallr before being introduced anywhere else.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 6,
		"STRING": "・Crow and George helped me brush up on my\npractical skills. Apparently, the correct procedure\nto perform CPR is as follows:\n1) Check if the person is conscious.\n2) Call for help in a loud voice.\n3) Check if the person is breathing.\n4) Perform chest compressions and rescue breaths.\nThis is useful knowledge for more than just exams,\nso I'd better make sure I remember it.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 7,
		"STRING": "・Instructor Makarov helped me review some\naspects of orbal science that I wasn't feeling\ngreat about.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 8,
		"STRING": "・Instructor Mary helped me study some aspects\nof art that I wasn't feeling confident about.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 9,
		"STRING": "・Instructor Thomas helped me study against my\nwill.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 10,
		"STRING": "・Beryl prophesied what would come up on the orbal\nscience exam. She's definitely just guessing,\nI suppose it wouldn't hurt to keep it in mind.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 11,
		"STRING": "・I studied with Linde and Vivi for a while.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 12,
		"STRING": "・I learned a handy method of efficient\nmemorization by listening to Hugo and Becky argue.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 13,
		"STRING": "・I read a book called 'Political Economics:\nA Primer' in the library.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 14,
		"STRING": "・I read a book called 'Erebonian History in\nPictures' in the Literature Clubroom.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 15,
		"STRING": "・I read a book called 'Erebonian Opera and\nPaintings' in the music room.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 16,
		"STRING": "・I read a book called 'Military Science:\nA Primer' in the gymnasium.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 17,
		"STRING": "・As I left the main building, I was greeted by a \nmysterious woman in a maid uniform. She seemed to\nknow my name, too...\n・I ran into Alisa, who was also on her way back to\nthe dormitory, so we decided to walk together. As\nwe walked, we talked about her family and Fie's\npast...but she seemed strangely interested in the\nwoman who greeted me earlier.\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c6/16 (Wed) - 6/19 (Sat) Midterm Examinations\n・Our four days of midterm hell had finally\narrived. We were tested on all of our subjects:\nErebonian history, art, military science,\norbal science, political economics, and practical\nskills. Somehow, though, I managed to work my way\nthrough every the questions on every exam.\n・When we met for homeroom after it was all over,\neveryone was clearly exhausted. There was little\ntime for us to rest, though, since Instructor Sara\nhad already lined up a practical exam and field\nstudy for this month. I like to do a lot on my\nfree days, but tomorrow, I'm going to rest.\n・We were on our way back to the dormitory when,\nwe were greeted by the maid who spoke to me\nyesterday. Even more surprising, it turns out that\nshe's a servant of the Reinford family. As in,\nthe owners of Erebonia's largest heavy industry\ncompany. Who'd have thought Alisa would have\nall that clout?\n6/20 (Sun) Free Day\n・We began our free day by watching Alisa and\nSharon. I couldn't help but smile at how well\nthey got along (not that Alisa would ever\nadmit it).\n・I received a request from George and Angelica\nregarding the orbal bike. I decided to take care\nof that before going over to the schoolhouse.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 18,
		"STRING": "・I finished the Engineering Club's request...\nOh, man... I really want to ride that bike again.\n・After that, I took care of my other tasks\nand made my way to the schoolhouse.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 19,
		"STRING": "・This month's investigation confirmed that\nthe number of floors we can explore increases\nby one every month. It's almost as if someone\nor something is testing us...\n・It was so late by the time we were done that\ngoing to the dorm sounded very appealing.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 20,
		"STRING": "・Instructor Sara and I both arrived back at the\ndorm around the same time. She seemed really\ntired, though. Where has she been, anyway?\n・Sharon met us with a warm welcome, but it\nhad the opposite effect on Instructor Sara\nthat it had on me. Do they know each other?\n・I checked my mailbox to find a letter from\nmy younger sister, Elise.\n・In her letter, she said she's having a great\ntime with school and is blessed with wonderful \nfriends. That's nice to hear. I'll have to write\nher a reply.\n・Tonight's Abend Time was focused on the various\nsummer festivals going on all over the country.\nIt sounds like the host, Misty, keeps herself busy.\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c6/23 (Wed) AM - Midterm Exam Results Announcement\n・During our lunch break, the long-awaited,\nlong-feared midterm results were announced.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 21,
		"STRING": "I scored 7th highest in the year.\nI don't think I could have done any better!",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 22,
		"STRING": "I scored the 15th highest in the year.\nI'll take it--I'm happy with that!",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 23,
		"STRING": "I scored the 35th highest in the year.\nCould've been worse, could've been better.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 24,
		"STRING": "I scored the 52nd highest in the year...\nI've got to rethink my study habits...",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 25,
		"STRING": "・I was happy to see that Class VII had a higher \naverage score than Class I, making us the highest\nscoring first-year class. All that studying\neveryone did really paid off!\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c6/23 (Wed) PM - Practical Exam\n・Our first practical exam after the midterms\npitted us once again against the readjusted combat\nshell. ...Looking at it reminded me of that silver \nobject we saw in the sky near Bareahard.\n・Before we could fight it, however, Patrick of \nClass I showed up challenged us to a battle in\nthe most irritating way possible.\n・Instructor Sara didn't skip a beat, though, and\ntold Elliot, Machias, Gaius, and me to fight Patrick\nand three of his friends four on four.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 26,
		"STRING": "・Patrick's a challenging opponent, but we took \nhim down with style, putting all of the skills\ndeveloped during our time at the academy to use.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 29,
		"STRING": "・It was a challenging fight, but we used of all\nthe skills we've developed during our time at\nthe academy to beat him fair and square.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 27,
		"STRING": "・It wasn't pretty, and you wouldn't think we\nwere military academy students if you saw it,\nbut we barely managed to squeak out a victory.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 28,
		"STRING": "・Patrick couldn't bring himself to accept his\ndefeat, though, and burst into an abusive tirade.\n・As he did so, Gaius pointed out a fundamental \nproblem in the Empire's class system, which made\nus all stop and think about what it means to be\na citizen of Erebonia.\n・Patrick eventually slunk off, looking thoroughly\nunsatisfied. Once he left, we were told where we\nwould be heading for our next field study.\n・The groups and their destinations this month\nare be as follows:\n\nGroup A: Rean, Alisa, Emma, Jusis, Gaius\n(Study Location: Nord Highlands)\n\nGroup B: Machias, Elliot, Laura, Fie\n(Study Location: Bryonia Island)\n\nLooks like I'll be going to the Nord\nHighlands, a foreign land to the northeast\nof the Empire, and Gaius' home.",
		"UNK1": 1
	},
	{
		"TYPE": "QSTitle",
		"ID": 101,
		"UNK0": 0,
		"STRING": "Journey to a Foreign Land",
		"CATEGORY": "NONE",
		"UNK1": "030000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 0,
		"STRING": "#006c6/26 (Sat) Field Study at Nord - Day 1\n・I woke up this morning dreading the eight-hour\ntrain ride ahead of me. The plan was to be in\nthe highlands by the evening, but getting there\nwasn't going to be easy.\n・Fortunately, when we were about to leave,\nSharon announced that she'd packed all of us very\ntasty-looking breakfasts. Alisa wasn't sure how\nto react, but knowing I had something to eat on the\nlong train ride ahead brightened my day. After\nthat, we went straight to the station.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 1,
		"STRING": "・At the station, we met up with Group B and\nwe all bought our tickets.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 2,
		"STRING": "・Both Group A and Group B boarded the train to\nHeimdallr and we all started into our breakfast.\nIt was interesting to have everyone on one train.\n・...Laura and Fie seemed to be more than a little\nuncomfortable in each other's presence, though. \nHopefully, that doesn't cause any problems for\nGroup B on this field study...\n・It wasn't long before we reached Heimdallr, and\nboth groups went their separate ways. As we\nboarded a second train to Roer, I hoped that\nGroup B would be able to handle what was going on\nbetween Laura and Fie.\n・On the train, Gaius told us everything there\nwas to know about the Nord Highlands. As the name\nimplies, the highlands are a vast, open area\nof...high land. So high, in fact, that we needed\nto cross the Eisengard Range to the north of Roer\nto reach them. The highlands are also known for\nbeing the source of the Imperial Army's war\nhorses, so Nord and Erebonia have historical ties.\n・Once we arrived at Roer, we needed to cross to\nplatform 4 to board yet another train.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 3,
		"STRING": "・However, as we were changing platforms, we\nencountered none other than Sharon. Apparently,\nshe'd taken an airship here, which allowed her to\nget ahead of us. Not only that, she came with\npacked lunches in tow, which we gladly accepted.\n・It turns out she was in Roer on a request from \nIrina Reinford--her employer and Alisa's mother. \n・Irina revealed that she, like Rufus, is a member\nof the academy's board of directors, and that's\nshe also directly involved in the development of\nARCUS and the orbal staff. Alisa was clearly upset\nthat her mother had been one step ahead of her the\nwhole time, but Irina paid her no mind and walked\noff to resume her work.\n・We transferred to the train to Nord and started \neating the lunches that Sharon had prepared for\nus.  I do feel for Alisa, but our field study\nneeds to be our main priority right now.\n・After traveling through a countless number of\ntunnels, we finally reached Zender Gate, a\nmilitary base at the southern edge of the Nord\nHighlands. \n・There we were greeted by a storied lieutenant\ngeneral known as One-Eyed Zechs. He was a\nVander, part of the family who personally guards\nthe Imperial family. His age didn't undermine his\nimpressiveness one bit.\n・He led us out of the fortress, and we were\ngreeted by a spectacle beyond our imagination.\n・After he gave us a map of the highlands and\nhorses to ride, we agreed to ride off for\nGaius' home to the northeast.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 4,
		"STRING": "・We eventually came to a crossroads. We'd seen\na lot of curious landmarks on our way, but we\ndidn't have the time to admire them. We wanted\nto get to the settlement before sundown.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 5,
		"STRING": "・We reached the settlement just as the sun set. \nThere, we received a warm welcome from Gaius'\nyounger brother, Thoma, his sisters, Lily and\nSheeda, and his father and mother, Lacan and Fatma.\n・They treated us to a nutritious dinner, and we\nfelt the exhaustion of our long journey begin to\nmelt away as we spent time with Gaius' wonderful\nfamily.\n・Apparently, this region isn't without its fair\nshare of political tensions, as Nord's positioned\nright between the Empire and the Calvard Republic.\nThey tried to tell us not to worry, though...\n・Lacan told us that he was the one responsible for\nchoosing our field study tasks, but that he would\ngive them to us tomorrow. Since it was getting late\nby then, we figured it was about time to turn in.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 102,
		"UNK0": 0,
		"STRING": "Field Study at the Nord Highlands",
		"CATEGORY": "NONE",
		"UNK1": "030000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 0,
		"STRING": "#006c6/27 (Sun) Field Study at Nord - Day 2\n・We woke up early, and, after enjoying a delicious \nbreakfast, received the envelope containing our\nfield study tasks. Our tasks for the morning are\nconcentrated around the southwest area of the\nhighlands. \n・The two mandatory tasks are the request from\nZender Gate and the request from the settlement's\ndoctor. We got started right away, putting the\nhorses we were borrowing to good use.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 1,
		"STRING": "・We visited the stone circle in the southwest\npart of the highlands. Apparently, it's a relic of\nthe Neolithic civilization that lived here in the\nhighlands over a thousand years ago. I wonder\nhow they managed to build it...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 2,
		"STRING": "・We fulfilled the request from the settlement's\ndoctor!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 3,
		"STRING": "・We fulfilled the request from Zender Gate!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 4,
		"STRING": "・Once we'd finished all of the mandatory tasks\nfor the morning, we went back to Gaius' home to\nprepare for our afternoon tasks.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 5,
		"STRING": "・After enjoying a fulfilling lunch together, Lacan\ngave us our tasks for the afternoon.\n・These requests had us going into the northern\npart of the highlands, significantly expanding the\narea we needed to cover. Our first order of\nbusiness: visiting the elder and helping him with\nhis request.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 6,
		"STRING": "・Once we'd confirmed the particulars of the\nelder's request, we got to work on all of the\ntasks we'd been assigned that afternoon.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 7,
		"STRING": "・We found ourselves before an ancient quarry.\nLegend says that there is an 'evil djinn' sealed\nthere--which is easy to believe given the\nforeboding atmosphere of the place.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 8,
		"STRING": "・We couldn't go inside the quarry, but I'm pretty\nsure I felt a strange presence in there...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 9,
		"STRING": "・We arrived at Lake Lacrima. Home of...a hermit,\napparently.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 10,
		"STRING": "・He wasn't in when we checked, though, so we got\nright back to work.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 11,
		"STRING": "・We escorted Norton the cameraman back to the \nsettlement, only to learn that there had been a\ncar accident. \n・The man driving the car hadn't suffered any\nsignificant injuries, but it was still the only \norbal vehicle in the village, so it was a\nsignificant loss to have it out of commission.\nLuckily, Alisa took a look at it and deemed it\nreparable. \n・Lacan and Elder Ivan hurried to the scene and\nasked us to find someone who could repair it. We\ntook it in stride as yet another task on our field\nstudy.\n・They asked us to get in touch with an elderly\nhermit who knew his orbal technology. Apparently,\nhe's originally from the Empire, and now lives\nalongside Lake Lacrima.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 12,
		"STRING": "We didn't see him there earlier, but he might be\nback. Doesn't hurt to make a return trip!",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 13,
		"STRING": "Our next stop was Lake Lacrima, to the northwest\nof the statue of the Guardian. ",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 14,
		"STRING": "・Once we'd arrived at the lake, we started\nlooking for the hermit.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 15,
		"STRING": "・We arrived at the cabin, a carefree old man\nnamed Gwyn welcomed us inside. The cabin's\ninterior showed us that he was a man of his\nhobbies. Oh, but more importantly (and more\nshockingly), he's Alisa's grandfather!\n・We learned that Alisa's mother told him about\nhow we were going to be in Nord. Alisa's clearly\nhad something on her mind ever since then...\nCould it have something to do with Gwyn?\n・Gwyn left the cabin with Gaius, leaving the rest\nof us inside. We followed them out to the garage.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 16,
		"STRING": "・Gwyn gathered his tools, and then we set off for\nthe settlement, with Gwyn riding with me.\n・On the way back, Gwyn told me that he thinks\nthe conflict between him and Irina is the reason\nAlisa tries to handle all of her problems herself.\nThat's why he never told her where he'd gone,\neither.\n・Gwyn was able to repair the orbal car, and the\nvillagers threw all of us a banquet. Partway\nthrough, Alisa stepped outside, and I followed\nafter her.\n・We lied on the grass and talked for a while,\nlooking up at the starry sky. We both have things\nwe need to get over, but at the same time, we're\nboth making progress and trying to moving forward.\nI'm glad I have someone to move forward with.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 103,
		"UNK0": 0,
		"STRING": "Attack on the Watchtower",
		"CATEGORY": "NONE",
		"UNK1": "030000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 0,
		"STRING": "#006c6/28 (Mon) Field Study at Nord - Day 3\n・Just as we were finishing our breakfast, Elder\nIvan hurried in with urgent news: the Imperial\nArmy watchtower had come under attack the night \nbefore. To make matters worse, the Republican\nArmy's base had been attacked as well.\n・Preparing for the worst, the people of Nord\nstarted getting ready to move the settlement. We\nknew we had to go and find out what we can about\nthe situation from Lieutenant General Vander.\nWe gathered our things and headed southwest to\nZender Gate.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 1,
		"STRING": "・Even though we didn't have time for any detours,\nNorton tagged along with us.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 2,
		"STRING": "・Once we arrived at Zender Gate, Norton left to\nstart gathering information, and we went to talk \nto Lieutenant General Vander. We were truly\nstanding on the brink of war with Calvard, and\nthe events of the following few hours would\ndetermine the course of history.\n・There was a lot about the situation that didn't\nadd up, especially the Republican Army's base was\nbeing attacked as well, but the lieutenant general\ntold us he was prepared for the possibility of\narmed conflict regardless. \n・Lieutenant General Vander asked us to leave\nNord, but we managed to persuade him to let us\nstay to investigate what happened.\n・As we rode to the watchtower, Gaius told us\nwhy he enrolled at Thors Military Academy. We\ncan't allow war to ravage his homeland. Not now,\nnot ever.\n・The watchtower was in a terrible state when we\narrived. We only had until just after noon to\nconduct our investigation, so we hit the ground\nrunning.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 3,
		"STRING": "・The Republican base also took significant damage.\nIt's hard to believe that Calvard would really do\nthat just to deflect suspicion...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 4,
		"STRING": "・Most of the damage to the watchtower was on\nits south side...which meant the attack came\nfrom the highlands themselves.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 5,
		"STRING": "・Alisa looked at a piece of scrap metal at the\nscene and concluded that it was a shell fired by\nan orbal mortar made by the Reinford Company.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 6,
		"STRING": "・One of the soldiers mentioned that he saw\nfire coming from the Republican Army base at\nabout the same time the watchtower was attacked.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 7,
		"STRING": "・Putting all of the information we've gathered \ntogether, it seemed unlikely that either the\nImperial or the Republican Army was responsible\nfor the attacks. Unfortunately, however, we had\nno solid evidence to back up that claim.\n・Emma proposed using Alisa's knowledge of\nReinford's weaponry and Gaius' knowledge of the\nregion to narrow down the area where the mortar\ncould have been fired, hoping we'd be able to\nfind evidence strong enough to prevent a war.\n・We left the watch tower and set about\nexploring the southwest area of the highlands.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 8,
		"STRING": "・Emma narrowed down the area that the mortar\nmust have been fired from and we started\nlooking for anything suspicious around there.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 9,
		"STRING": "・We discovered a rope ladder, clearly positioned\nso that people wouldn't notice it when going past. \nThat fit the suspicious bill, all right.\n・Emma proposed that Alisa try to use her bow to\nknock the ladder down. We didn't have the highest\nhopes, but she got it somehow, and we climbed up.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 10,
		"STRING": "・There we discovered several Reinford orbal\nmortars. Alisa's analysis was right on the money.\n・It wasn't nearly enough evidence to stop a war,\nbut we thought it important enough to report to\nthe lieutenant general nonetheless.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 11,
		"STRING": "・Once we'd climbed back down, we spotted the\nsilver object we'd seen near Bareahard go flying \npast. There was no way that could be a\ncoincidence, so we chased after it.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 19,
		"STRING": "・We were able to pursue the flying object to the\nstone circle and climbed up the plateau for a\ncloser look...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 20,
		"STRING": "・We were finally able to catch up with it at the\nstone circle and climbed up the plateau for a\ncloser look...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 12,
		"STRING": "・That brought us face to face with the silver\nobject and the very young girl riding it. She\nseemed to know all about us, though, and asked\nfor our help with something.\n・Somehow controlling the silver object--\napparently called Airgetlam--Millium challenged\nus to a battle to test our strength.\n・We were able to withstand her onslaught, and \neventually she decided to accept that we were up\nto the task. Then she told us what the task WAS:\nassisting her with arresting an armed group of\njaeger dropouts who were responsible for the\nattacks on the military bases. She'd worked out\nthat they're currently located somewhere in the\nnorthern area of the highlands.\n・We accepted, and she joined our group. Before\nanything else happened, though, we wanted to go\nback to the settlement and contact Zender Gate.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 13,
		"STRING": "・We saw a Republican Army airship flying over the\nsettlement. It felt like we were running out of time.\n・We updated Lieutenant General Vander on our\nprogress and received permission to attempt\nto arrest the jaeger dropouts.\n・We heard that they were hiding out in the ancient\nquarry behind the giant statue in the northern\npart of the highlands. We didn't waste a minute.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 14,
		"STRING": "・When we arrived at the ancient quarry, our path\ninside was blocked by a heavy stone door. Millium\nseemed to have a plan...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 15,
		"STRING": "・...but it was just Airgetlam smashing the door\nto pieces in a single strike. Heck of a plan.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 16,
		"STRING": "・There was something peculiar about the air in\nthe ancient quarry. Emma explained that it was due\nto the 'higher elements' being active there. We\nproceeded through the quarry with caution.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 17,
		"STRING": "・As we got deeper in, we heard the sounds of an\nargument. We readied our weapons, just in case.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 18,
		"STRING": "・In the depths of the ruin, we found our\nculprits and the bespectacled man who hired them.\n・The man's name was Gideon, or G as his comrades\napparently call him, and he was responsible for\nnot only the attacks on the military bases, but\nalso what happened back in Celdic.\n・He didn't intend to let us live after we learned\nthe truth, leaving us with no choice but to fight back.\n・We overpowered the armed thugs, but Gideon took\nour a strange flute and began to play an eerie\ntune. The next moment, the legendary evil djinn\n--a giant, ancient spider--appeared to answer the\nflute's call.\n・Gideon took the chance to escape, leaving us to\nfight off the spider. It was a grueling battle,\nbut we all survived.\n・We were able to capture the culprits...but we were\nstill too late. We were powerless to stop the\ninevitable conflict.\n・Just when we thought all hope was lost, Lechter,\na captain of the Imperial Army's Intelligence\nDivision, arrived to help.\n・Thanks to Lechter and Millium, who turned out\nto be Ironbloods bearing the names 'Scarecrow'\nand 'White Rabbit' respectively, war with Calvard\nwas successfully averted. \n・Our field study at the Nord Highlands came to\na peaceful end, and we bade farewell to Gaius'\nfamily, Gwyn, and Lieutenant General Vander,\nthanking them for all they had done for us.\n・We overcame all of our problems on this study by\nworking with people from all sorts of different\nhistories and beliefs... Maybe that's what these\nstudies are all about. Either way, we'll have to\nmake sure to keep learning and growing so that we\ncan make everyone here proud next time we meet.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 104,
		"UNK0": 0,
		"STRING": "Academy Life - July",
		"CATEGORY": "NONE",
		"UNK1": "040000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 0,
		"STRING": "#006c7/17 (Sat) After School\n・I raced Instructor Sara and Gaius during\ntoday's swimming lesson.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 1,
		"STRING": "I put everything I had into both races and won!",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 2,
		"STRING": "I swam as hard as I could and was able to beat\nGaius, but not Instructor Sara.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 28,
		"STRING": "I swam as hard as I could, but I still came in\ndead last during the second race...",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 3,
		"STRING": "・After our race, we watched Laura and Fie race\neach other. Fie tore down the pool, but Laura\nmanaged to win by a nose. She still didn't seem\nsatisfied, however.\n・During homeroom after school, we discussed\nHeimdallr's Summer Festival. Apparently, it's held\nin July to commemorate the end of the War of\nthe Lions.\n・Everyone seemed to expect me to do something\nabout the tense situation between Laura and Fie...\nStill, there's not much that I can do about it.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 4,
		"STRING": "・I thought I heard someone talking on the field...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 5,
		"STRING": "・Behind the storehouse, I found Emma looking after\nthe beautiful black cat that scratched my hand a\nwhile back. I learned her name is Celine.\n・I said goodbye to Emma, who was returning to\nTrista to give Celine back to her owners. I wish\nshe'd bond with me like that... Celine, not Emma.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 6,
		"STRING": "・As I walked through the front gate, I was\nstopped by Instructor Neithardt, who gave me some\ncriticism about last month's field study. I can't\nlet myself get lazy--I need to work harder.\n・Just as he was about to tell me about Instructor\nSara's past, she came out of nowhere and started\narguing with him. Those two get along like cats\nand dogs...\n・Then came Instructor Thomas from out of nowhere,\nwho, completely unperturbed by their obvious\ndislike of his company, led them both off to\ndrink with him. ...He's much more formidable than\nI thought. I better not let my guard down around\nhim.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 7,
		"STRING": "・I decided to walk around the dormitory for a\nwhile before going to sleep.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 8,
		"STRING": "・That night, I heard the sound of something\ncrying inside the dormitory. It sounded like it\nwas coming from the third floor, so I went to\ntake a look.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 9,
		"STRING": "・The source of the crying was a cat Emma was\ntaking care of in her room--the same cat that\nscratched me a while ago. I learned her name is\nCeline.\n・After a little chat, I left Celine to Emma and\nwent back to my room.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 10,
		"STRING": "#666c　　　　          ◆　　　　◆　　　　◆\n#006c7/18 (Sun) Free Day\n・This morning, as usual, a number of requests\narrived for me to complete. The only mandatory one\nwas the exploration of the old schoolhouse, but\nI tried to do the others before I headed over.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 11,
		"STRING": "・As I walked towards the old schoolhouse,\nPatrick came to stop me. He's still chewing over\nwhat happened during our practical exam last\nmonth... Maybe he's not as bad as I thought he was.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 12,
		"STRING": "・We finished this month's exploration of the old\nschoolhouse. I'm curious about the red door that\nappeared on the fourth floor, but all I wanted\nto do then was go back to the dorms.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 13,
		"STRING": "・As we approached the front gate of the academy,\nwe ran right into Elise.\n・She came all the way here from Heimdallr because\nshe objected to something I wrote to her in my\nlast letter.\n・When I told her that I wasn't going to change my\nmind about leaving home, she got really angry and\nran away. I even saw tears in her eyes.\n・We all agreed to split up and start looking for her.\nI needed to find her, no matter what.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 14,
		"STRING": "・Towa and Angelica agreed to help search, too.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 15,
		"STRING": "・I found Fie searching around the field for\nElise and left that area to her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 16,
		"STRING": "・I found Laura searching for her in the gymnasium. \nI stopped to talk to her for a few moments,\nand she made me realize an unpleasant truth.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 17,
		"STRING": "・Unable to find her on campus, I tried to search\nfor her in town until Crow stopped me.\n・Crow saw Elise with Patrick on the path behind\nthe main building which leads to the old\nschoolhouse. He agreed to show me the way as I\nstarted getting overcome by dread. \n・We found Patrick standing alone in front of the\nold schoolhouse. Worse yet, we also found the door\nunlocked. Elise had gone inside.\n・The three of us raced in after her, and when we\nreached the fourth floor, we found Elise lying on\nthe ground in front of a giant suit of armor. Suddenly,\neverything went red.\n・Driven by an uncontrollable impulse, I started\nfighting the suit of armor--but I wasn't willing\nto let myself be consumed by my 'power,' so I did\nall that I could to suppress it.\n・Fortunately, Crow came to my aid. Leaving Patrick\nto take care of Elise, Crow and I fought the suit\nof armor together.\n・After a vicious battle, the armor finally fell.\nElise was unharmed, too. Thank goodness...\n・Afterwards, my classmates, George, Towa, and \nInstructor Sara arrived, and everything went back\nto normal.\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c7/19 (Mon) AM - Trista Station\n・After a night of rest at our dormitory, the time\ncame for Elise to board the train to return to \nHeimdallr.\n・We couldn't help but ponder the meaning of the\nwords Elise heard when she stood in front of the\nred door and how the suit of armor worked...but no\nmatter how much we thought about it, it didn't\nbring us any closer to the truth.\n・Either way, there definitely seems to be\nsomething lurking within the old schoolhouse--\nand despite Instructor Sara's objections, we\nresolved to continue our investigation of it.\n・Everything that happened allowed me to realize\nthat, while I still have a long way to go, I'm\nslowly developing as a person during my time here. \nI'm still not sure what to do about taking after\nmy dad...but I hope to one day be able to give an\nanswer that will satisfy everyone.\n・We saw Elise off, promising to meet again in the\nnear future.\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c7/21 (Wed) Practical Exam\n・Having completely recovered from the incident a\nfew days prior, I took part in this month's\npractical exam as I normally would.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 18,
		"STRING": "I paired up with Alisa, and together, ",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 19,
		"STRING": "I paired up with Elliot, and together, ",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 20,
		"STRING": "I paired up with Machias, and together, ",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 21,
		"STRING": "I paired up with Emma, and together, ",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 22,
		"STRING": "I paired up with Jusis, and together, ",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 23,
		"STRING": "I paired up with Gaius, and together, ",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 24,
		"STRING": "we fought against Laura and Fie in a mock battle.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 25,
		"STRING": "・We fought well together, defeating Laura and\nFie with ease and earning a high grade.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 28,
		"STRING": "・We fought well together, successfully defeating\nLaura and Fie and earning a relatively high grade.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 26,
		"STRING": "・We barely defeated Laura and Fie, earning a\nrelatively mediocre grade for our efforts.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 27,
		"STRING": "They definitely didn't seem to be at their best,\nthough... I really wish we could do something to \nimprove their relationship with one another.\n・Afterwards, our groups and destinations for this\nmonth's field study were announced. They are:\n\nGroup A: Rean, Laura, Fie, Machias, Elliot\n(Study Location: Heimdallr, the Vermillion Capital)\n\nGroup B: Alisa, Emma, Jusis, Gaius\n(Study Location: Heimdallr, the Vermillion Capital)\n\nSurprisingly, this month all of us will be going\nto Heimdallr, where the Summer Festival will soon\nbe taking place.\n・It's becoming increasingly clear that I'm being\nused...",
		"UNK1": 1
	},
	{
		"TYPE": "QSTitle",
		"ID": 105,
		"UNK0": 0,
		"STRING": "The Vermillion Capital",
		"CATEGORY": "NONE",
		"UNK1": "040000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 0,
		"STRING": "#006c7/24 (Sat) Field Study at Heimdallr - Day 1\n・Elliot, Machias, and I decided to gather before\nLaura and Fie arrived to discuss what to do about\nthem, but we couldn't come up with any ideas.\n・The two of them seemed determined to sort out\ntheir issues during this field study on their own, \nthough.\n・With the Fie-Laura problem fresh in our minds,\nwe headed off to the station.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 1,
		"STRING": "・We reunited with Group B at the station and\nheaded off to purchase our tickets.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 2,
		"STRING": "・Both groups boarded the train together, and\nMachias and Elliot told us more about Heimdallr.\nIt's one of the largest cities on the continent,\nbut luckily for us, Instructor Sara arranged\nfor a guide to meet us when we arrived.\n・Before long, we reached Heimdallr, where we\nfound Captain Claire of the Railway Military\nPolice waiting for us and, in addition, Machias'\nfather, Governor Regnitz.\n・He told us that, like Rufus and Chairman Irina,\nhe is also a member of the academy's board of \ndirectors, so it fell to him to organize our field\nstudy tasks and arrange for a place for us to\nstay.\n・Our field study will take three days, with the\nthird coinciding with the first day of the Summer\nFestival. My group, Group A, will be focusing on\nthe area to the east of Vainqueur Street.\n・The governor gave us a piece of paper with an\naddress written on it, as well as a key, and\nasked us to find our lodgings ourselves. ...He's\npretty playful for a governor. \n・We parted ways with Group B, and boarded\nthe tram for Alto Street.\n・When we arrived, we visit Elliot's house before\nstarting to look for our lodgings. It was a\ntwo-story house facing out onto the road.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 3,
		"STRING": "・Elliot's older sister, Fiona, welcomed us into\ntheir house with open arms, much to Elliot's\nembarrassment.\n・As it turns out, Elliot's father is the famous\nCraig the Red, commanding officer of the 4th \nArmored Division. That's how Elliot knew\nInstructor Neithardt before he attended the\nacademy.\n・We asked Fiona about the address we were given,\nand she told us that it's a former guild branch,\nwhere an old friend of hers used to work. \n・After promising that we would return for dinner \nthis evening, we left to find our lodgings.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 4,
		"STRING": "・We used the key the governor had given us to\nenter the former Bracer Guild branch, and found\nthat it's currently owned by the local government.\n・We put our belongings in our rooms and set about\nreading the envelope containing our tasks that we\nwere given by the governor.\n・We should get started on our tasks right away.\nThere are three mandatory ones that we need to \ncomplete... We should try and tour all the districts\nwe've been assigned while working through them.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 5,
		"STRING": "・We ran into Group B in Dreichels Plaza and\nexchanged information. Turns out they're in an\nold guild branch, too.\n・We agreed to call each other when we're at a\ngood point to stop for lunch, so we could eat\nand talk about what we've been up to.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 6,
		"STRING": "・We fulfilled the request from Norton!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 7,
		"STRING": "・We fulfilled the request from Jasmine!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 8,
		"STRING": "・We had a request from the owner of a hotel in\nthe Garnier District, but he wasn't in when we\nchecked... We had to leave it until later.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 9,
		"STRING": "・We met up with Group B at the department store\non Vainqueur Street, and had a great lunch\ntogether. Even though I felt like Laura and Fie\ncould work through their own issues, things\nweren't exactly comfortable between them...\n・We separated with Group B and got back to our\nrespective tasks. Hoping the hotel owner had\nreturned, we made our way  back to the Garnier\nDistrict.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 10,
		"STRING": "・As we were being informed of the details of our\ntask at the hotel, a woman in a beautiful dress\ncalled out to us. She was an opera singer by the\nname of Vita Clotilde, also known as the Azure\nDiva.\n・After giving us a little encouragement, she left\nfor a rehearsal. \n・After pacifying Elliot and Machias, who were more \nthan a little excited to have met her, we set off\nto exterminate the monster in the underground\npassage.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 11,
		"STRING": "・We were able to exterminate the monster in the\nunderground passage, but Laura and Fie were\nunable to form a combat link.\n・This was getting on my nerves. They're not\nfundamentally incompatible--there just seems to\nbe something getting in the way of the two of them\nclicking with each other. I decided to withdraw\nfrom the front line so that they could work\ntogether and figure out what it was.\n・After that, we started heading back to the hotel.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 12,
		"STRING": "・On the way back, Elliot heard the sound of a\nsonata in the distance.  \n・Fie found the entrance to a hidden passage\nconnected to the surface. The only problem was\ngetting it open.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 13,
		"STRING": "・We were able to open the entrance to the hidden\npassage and see where it led to.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 14,
		"STRING": "・The passage led us right into Mater Park.\n・Conveniently enough, the people playing the\nsonata were actually old friends of Elliot's,\nso we decided to go introduce ourselves.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 15,
		"STRING": "・Apparently, Elliot's friends all go to the Music\nAcademy here. He seemed kind of conflicted when\nhe ran into them, but since it was getting dark, our\nmeeting was cut a bit short as we wanted to\nreturn to the hotel. Once we reported our\nprogress, we headed over to Elliot's house.\n・After enjoying a delicious dinner prepared by\nFiona, we were shown up to Elliot's room, which\nwas full of instruments. There, he told us that\nhis mother was a pianist, and about how he had\noriginally wanted to attend the Music Academy, too.\nHe ultimately was forced to abandon that dream\nand come to Thors instead.\n・Despite all this, he said without the slightest\nhint of embarrassment that he was glad that he\nchose to  come to Thors, because it allowed him\nto meet all of us.\n・While we were walking back to the guild, Laura\nand Fie came to the conclusion that the best way\nto work out their issues was with a duel against\none another, as soon as possible.\n・Dragging Machias and me along, they boarded a\ntram to Mater Park.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 16,
		"STRING": "・We returned to Mater Park. Laura and Fie's\nbattleground: the gazebo we passed through earlier.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 17,
		"STRING": "・Laura and Fie prepared to battle in a quiet area\nof the park. They revealed how they really felt\nabout one another and agreed that if Fie lost\nthe duel, she would tell Laura about her past.\n・The battle ended in a draw, but Fie declared that\nshe was at an advantage thanks to the cover of\nnight, and therefore, it should be counted as her\nloss. \n・Fie told us that as a child, she was part of the\nZephyr corps, and she lived on the battlefield\nas long as she could remember, earning the\nnickname 'Sylphid' for her work.\n・With Fie's past revealed, Laura and Fie finally\nfelt as though they could understand one another \nand wanted to test if they could form a combat\nlink right away...against Machias and me.\n・They were more than successful and destroyed\nthe two of us in battle. Unfortunately, the noise\nattracted a little unwanted attention from the\nHeimdallr Military Police... Still, it was worth\nit to see Laura and Fie finally link with one\nanother.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 106,
		"UNK0": 0,
		"STRING": "The Vermillion Capital 2",
		"CATEGORY": "NONE",
		"UNK1": "040000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 0,
		"STRING": "#006c7/25 (Sun) Field Study at Heimdallr - Day 2\n・The morning of the second day of our field study\ncame, and after eating breakfast at Elliot's\nhouse, we got working on our tasks.\n・We thought it'd be best to save the monster\nextermination at Heimdallr Port until last.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 1,
		"STRING": "・We exterminated a monster in an underground \nwaterway under Heimdallr Port. Laura and Fie\nwere getting along perfectly now, too. Then\nwe went back to the port and gave our report.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 2,
		"STRING": "・On our way back, we found the entrance to a\nhidden passage, just like one we explored\nyesterday. We decided to try to open it.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 3,
		"STRING": "・Once we did, we went in to see where it led.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 4,
		"STRING": "・We found ourselves in the Ost District, where \nMachias' house is. These underground passages\ncan really take you anywhere! \n・We heard a chime, indicating that it was noon, \nand decided to stop by Machias' house to have \nlunch.\n・After treating us to some fancy coffee, Machias\ntold us about the reason he came to hate the \nnobility: the death of his cousin.\n・It seems as though the time he's spent as part\nof our class has allowed him to start to change\nhis perspective on the nobility, however, even if\nhe's not going to get along with Jusis any time\nsoon. Still, we all appreciate him telling us all of\nthis.\n・As we left Machias' house, Governor Regnitz\ncalled and asked us to take on an extra request.\nThere had been a theft at a jewelers in the\nGarnier District. We reported on our monster \nextermination and hoofed it over there.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 5,
		"STRING": "・We were able to recover the Crimson Tiara from \nPhantom Thief B. He still has plenty of mysteries\nsurrounding him, though, not least of which is why\nhe chose to specifically nominate us.\n・After returning the tiara, I received a call from\nInstructor Sara, telling us to go to St. Astraia\nGirls' School.\n・I had no idea what was waiting for us, but as\nsoon as we'd finished everything we needed to do,\nwe caught a tram to the Sankt District.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 6,
		"STRING": "・While we were talking in front of the gate to St. \nAstraia, the members of Group B appeared. \n・As the chime to signal 5 o'clock rang, Elise\nwalked out to greet us. Apparently, she knew\nthe person who called us to the academy.\n・We were led to an indoor garden, where we found\nnone other than the princess of Erebonia, Princess\nAlfin, waiting for us.\n・It turns out that she, too, invited us on someone\nelse's behalf, however--Prince Olivert Reise Arnor,\nchairman of Thors' board of directors.\n・Apparently, Prince Olivert was the one responsible \nfor Class VII in the first place. He told us that\nour field studies were intended to allow us to see\nthe many obstacles and conflicts that exist in the\nEmpire and encourage us to face them head on,\nwithout looking away. His words cleared up some\nof the doubts in our minds.\n・We were also shocked to find out that our \ninstructor, who was chosen by the principal to\nsupport us, was once an A-rank bracer with the\nnickname 'Purple Lightning.'\n・Princess Alfin also invited me to dance with her\nat the garden party...but I'm pretty sure she was\njust teasing me. I didn't just lose my chance to\nmarry into the royal family, did I? No. Couldn't\nhave. Let's not be silly here.\n・After parting ways with Elise at the gate, we ran\ninto Instructor Sara and Captain Claire. Captain\nClaire told us that the Railway Military Police\nhas something they want us to help with in place\nof our field study tasks tomorrow.\n・We were informed that the terrorists, one of whom\nwe met in the Nord Highlands, are planning to do\nsomething during the Summer Festival. The captain\nproposed that we serve as a reserve force as part\nof the security measures. Naturally, we agreed.\n・We returned to the guild with Instructor Sara,\nwho told us about how the Bracer Guild stopped\noperating in the capital due to a brutal attack\nby the Jester jaeger corps.\n・After hearing her story, it was clear to us why\nshe doesn't think very highly of Chancellor \nOsborne and the Railway Military Police. \n・We finished writing our report and went to bed\nearly. Both groups have a long day tomorrow, and\nwe're going to need to contribute as much as\npossible to keeping this city safe.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 7,
		"STRING": "・I awoke in the middle of the night to the sound\nof footsteps in the hallway. It sounded like\nsomeone went downstairs.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 8,
		"STRING": "・I found Instructor Sara in front of the reception\ndesk downstairs, reminiscing about the past. It\nseems like the guild was really important to her.\n・We've got a busy day ahead of us tomorrow, so\nit's time for bed for real this time.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 107,
		"UNK0": 0,
		"STRING": "Anti-Terrorist Measures at the Summer Festival",
		"CATEGORY": "NONE",
		"UNK1": "040000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 0,
		"STRING": "#006c7/26 (Mon) Field Study at Heimdallr - Day 3\n・Today is the first day of the Summer Festival.\nWith Instructor Sara acting as our point of\ncontact, we began our anti-terrorist patrols.\nWe need to keep an eye out for anything\nsuspicious while we're walking around.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 1,
		"STRING": "・Security at Valflame Palace is perfect.\nNothing to worry about there.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 2,
		"STRING": "・Fie sensed something suspicious on Vainqueur\nStreet, so we kept that in the back of our minds.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 3,
		"STRING": "・We ran into Crow at the department store. He\nwas all excited about some prize contest based\naround the Summer Races... What a surprise.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 4,
		"STRING": "・We found something curious outside the\nunderground passage entrance in the Ost District.\nIt might not've been important, but we made note\nof it nonetheless.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 5,
		"STRING": "・A resident of one of the apartments on Alto Street\nmoved out this morning. Moving out on the day of\nthe festival seemed strangely...off.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 6,
		"STRING": "・We met Vita Clotilde a second time at the hotel\nin the Garnier District. She says that she saw\nsome suspicious people in an alley nearby.\n・She had to go to a banquet at the Imperial\npalace, though, so after wishing us luck with our\npatrols, she departed.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 7,
		"STRING": "・We ran into Patrick at Mater Park. He'd been\ninvited to the garden party taking place there\nlater that day.\n・The Crystal Garden where it was taking place is\nbeing guarded by Imperial Guardsmen. It did feel\nlike we were overlooking something, though...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 8,
		"STRING": "・We informed the Imperial Guardsmen about a hole\nin their security--the passage under the hotel\nwhich leads to Mater Park. Once we had, we felt\nas though security there was perfect,",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 9,
		"STRING": "・A number of laborers at Heimdallr Port quit all\nof a sudden. Considering the timing, it wasn't\nsomething we felt comfortable to ignore.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 10,
		"STRING": "・We told Instructor Sara about our findings\nduring the morning's patrol.\n・We were then asked to watch over the limousine\ncarrying Princess Alfin to make sure she made it\nsafely to Mater Park.\n・We arrived at Vainqueur Street and prepared\nto board the tram to Mater Park.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 11,
		"STRING": "・I noticed that Elise was with Princess Alfin in\nthe limousine. The princess must really trust her.\nKind of made me proud to be her big brother...\n・After watching to make sure they entered the\nCrystal Garden safely, we decided to get lunch\nand patrol our assigned districts again, finishing\nwith Dreichels Plaza.\n・The time seemed right for the terrorists to make\ntheir move, so we wanted to make sure that we\ndidn't miss a thing in Dreichels Plaza.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 12,
		"STRING": "・We found Towa and Angelica visiting Heimdallr\nas well. They rode over here on the orbal bike...\nI'm actually kind of jealous.\n・As we were talking, Crow turned up. He was\ncrushed that Angelica won his much-desired prize.\n・All of a sudden, something caused the fountains in\nthe plaza to erupt. We assumed they were just a\ndiversion and ran straight to Mater Park.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 108,
		"UNK0": 0,
		"STRING": "Pursuing the Terrorists",
		"CATEGORY": "NONE",
		"UNK1": "040000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 0,
		"STRING": "#006c7/26 (Mon) Field Study at Heimdallr - Day 3\n・We arrived at Mater Park to find it teeming with\nmonsters. After making a dash to the Crystal \nGarden, we found Gideon leading a group of\nterrorists. \n・He used his mysterious flute to take control of\nthe monsters yet again, and used the chance to \ntake Elise and Princess Alfin away.\n・We cut down the monsters, but by then, the\nterrorists had already escaped into a\nnewly-revealed underground passage.\n・Leaving the Crystal Garden to Patrick, we took\noff after the terrorists.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 1,
		"STRING": "・We found ourselves in one of the underground \npassages beneath the city. Instructor Sara hurried\nto the scene as we were following them, remaining\nwith us through our ARCUS units. We weren't going\nto let them get away!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 2,
		"STRING": "・We arrived in a Dark Ages catacomb underneath\nthe city, and we found evidence that the terrorists had\npassed through there. We knew it was only a matter\nof time before we met with them.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 3,
		"STRING": "・We defeated a number of monsters ready to\nambush us. It seems as though Gideon was\ncontrolling them using his flute, which seems to\nbe an artifact. That was a problem we needed to\ndo something about.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 4,
		"STRING": "・When we finally caught up to the terrorists,\nGideon ordered his men to put Elise and Princess\nAlfin to sleep before blowing the Demonic Flute\nyet again.\n・A gigantic skeletal dragon, a fiend from the Dark\nAges, answered its call and wasted no time in\nattacking us.\n・We destroyed it, though, and Gideon's disbelief\nover its defeat provided me with just the right\nopportunity to destroy his Demonic Flute.\n・Cornered, Gideon turned a blade on the princess.\nBefore he could make his move, though, three more\nterrorists appeared: a woman with an eyepatch \ncalled S, a scarred man called V, and a masked\nman called C.\n・C overwhelmed us with his skillful command of a \nweapon called a double saber--even three of us\ntogether didn't stand a chance against him.\n・They introduced themselves as the 'Imperial\nLiberation Front,' calling out their creed with\nan impassioned zeal: 'In our hearts, the flames\nof silent anger. In our hands, the hammer of\njudgment that shall topple the dictator.'\n・Just then, the Railway Military Police and \nInstructor Sara entered the scene, but the\nterrorists used an explosive to destroy the ruin\nwe were inside. While we were lucky enough to\nescape with the princess and Elise, we were\nunfortunately unable to capture the terrorists.\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c7/29 (Thu) Valflame Palace\n・The Railway Military Police were able to quell\nthe confusion, and the rest of the three day\nSummer Festival was able to continue without\nincident. \n・When the morning came for us to depart, Elise\nand several members of the Imperial family came\nto see us off.\n・According to Prince Olivert, the Intelligence\nDivision is currently investigating the Imperial\nLiberation Front. Just who are they, I wonder?\n・As we were talking, Governor Regnitz and Princess\nAlfin's younger brother, Crown Prince Cedric,\narrived to wish us farewell, too.\n・And they weren't the only ones. Chancellor\nGiliath Osborne, the highest representative of\nthe Imperial government, came out to personally\ncongratulate all of us on our hard work.\n・The Chancellor had such a commanding presence,\nit was almost overwhelming. But it had to be more\nthan that--as he drew near, I felt the mark on my\nchest pulse in pain.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 109,
		"UNK0": 0,
		"STRING": "Academy Life - August",
		"CATEGORY": "NONE",
		"UNK1": "050000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 0,
		"STRING": "#006c8/18 (Wed) After School\n・We stood around talking about Chancellor Osborne,\nand the upcoming trade conference, the sweltering\nheat wearing us down all the while.\n・Eventually, Instructor Sara arrived and the \nmorning's homeroom began--with a surprise. We\nwere getting two new transfer students today.\n・The first was Crow. Apparently, he went crying to\nInstructor Sara about how he didn't have enough \ncredits to graduate, so that ended up getting him\nplaced in our class for the next three months.\n・The second was the girl who helped us at the Nord \nHighlands--the Intelligence Division agent\nMillium. As if this school couldn't get any weirder...\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c8/21 (Sat) After School",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 1,
		"STRING": "・I was asked a question on Erebonian history\nduring Instructor Thomas' class, and I was able\nto answer it correctly.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 2,
		"STRING": "・I was asked a question on Erebonian history\nduring Instructor Thomas' class, but I answered\nit completely wrong...",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 3,
		"STRING": "・Both Crow and Millium seemed to have meshed\ninto our class without any problems, but it was plain\nto see that there was something behind their\naddition to our class. We wouldn't want to make\nthem feel unwelcome, but we should watch how\nthings develop very carefully.\n・After everyone else had left the classroom,\nI decided to get going.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 4,
		"STRING": "・As I did, I got a call from Towa. She asked me\nto collect Millium's student notebook from her, so\nI agreed to meet her in the Student Council room\non the second floor of the Student Union building.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 5,
		"STRING": "・I dropped by the Student Council room and Towa\ngave me Millium's student notebook and some\nadditional information on how Crow and Millium\nended up in our class.\n・I was shocked to find out that Millium's transfer\nwas approved by His Majesty the Emperor himself.\n・Crow's transfer, on the other hand, was approved\nby the principal, who thought he would be able to\nprovide us with valuable support.\n・As we were talking, I received a call from \nInstructor Sara. She told me that Millium had gone\nmissing, and asked me to find her before she\ncaused any trouble.\n・I had my work cut out for me, so I called two\nof my classmates to help me find her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 6,
		"STRING": "・We found Millium at the stable on the academy \nfield. After riding a horse all over the place--\nwith Jusis still on it--she ran off somewhere...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 7,
		"STRING": "・We found Millium at the stable on the academy \nfield. After riding a horse all over the place--\nwith Paula still on it--she ran off somewhere...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 8,
		"STRING": "・Millium had run into the engineering building and \nwas looking at the bike with Angelica and George\nwhen we found her again.\n・She managed to get away from us, but George and\nAngelica seemed to have taken a liking to her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 9,
		"STRING": "・Next, we found Millium overlooking the pool in\nthe gymnasium. Without a moment's hesitation,\nshe dived over the railing of the second floor of the\nbuilding into the pool, giving us the slip as we\nran downstairs to catch her. Laura and Monica\ncouldn't believe their eyes, either.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 10,
		"STRING": "・Next, we found Millium overlooking the pool in\nthe gymnasium. Without a moment's hesitation,\nshe dived over the railing of the second floor of the\nbuilding into the pool, giving us the slip as we\nran downstairs to catch her. Monica couldn't\nbelieve her eyes, either.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 11,
		"STRING": "・Finally, we found Millium standing on the\nrooftop. She seemed all explored out for the day,\nso we escorted her back to the dorms before she\ncould get a second wind. Everything finally seemed\npeaceful...\n・...at least until she summoned Airgetlam out\nof thin air. It seems as though it's with her all\nthe time...\n・We arrived back at the dormitory to find Crow\nloafing around on the sofa. He said he's going\nto be living here with us from now on, and his\nroom will be the one across the hall from mine.\nI can see it getting really lively around here.\n・Both Crow and Millium seem excited to help with\nour exploration of the old schoolhouse tomorrow. \nI might just have to give them a ring.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 12,
		"STRING": "・I decided to walk around the dormitory for a\nwhile before going to sleep.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 13,
		"STRING": "#666c　　　　          ◆　　　　◆　　　　◆\n#006c8/22 (Sun) Free Day\n・Surprise, surprise, I awoke to another salvo of\nrequests. After Sharon saw me off, I got started.\n・I thought I should finish the Engineering Club's\nrequest before starting to explore the old\nschoolhouse, but other than that, I took the\nrequests in whatever order I pleased.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 14,
		"STRING": "・Once I fulfilled the request from the\nEngineering Club, I moved on to the old\nschoolhouse.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 15,
		"STRING": "・I fulfilled my promise to bring Crow and Millium\nalong for the investigation, but other than that,\nnot much happened this month.\n・Then came the rain. Lots and lots of it. We all\nran back to our dorm to take shelter.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 16,
		"STRING": "・I returned to find Sharon preparing for dinner.\nShe needed some more ingredients, so I volunteered\nto go out and buy them for her.\n・After I finished buying everything I needed, a\nwoman called out to me. Much to my surprise, it\nturned out to be Misty, the host of Abend Time.\n・Her voice wasn't the only thing familiar to me,\nthough. She revealed that she's living a double\nlife as the opera singer Vita Clotilde, who we met\nback in Heimdallr. Turns out the radio host gig is\njust something she does for fun on the side. The\nrevelation left me speechless, but even more\nimpressed with her than I already was.\n・After parting ways with Misty, I returned to the\ndormitory and ran into Emma, who'd just returned\nherself.\n・A little bit of the lavender scent of Misty's\nperfume clung onto me, which led Emma to tease me\na little.\n・After Sharon finished preparing, we all enjoyed\na luxurious meal. Later, when I was reading the\nImperial Chronicle in my room, Abend Time came\non the air.\n・I didn't expect Misty to talk about our meeting\non the show, but she did, leaving me with a\nfeeling that I can't quite put into words here...\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c8/25 (Wed) Practical Exam\n・This was our first practical exam with Millium\nand Crow in our class--as such, Instructor Sara\ncame up with the idea to dividing the whole class\ninto three teams and having us all fight one\nanother. ...Of course she did.\n・Crow, Millium, and I formed one team, the \nremaining boys a second, and the girls a third.\nWe were all pitted against each other, but only\none team would be declared the victor.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 17,
		"STRING": "・In the end, Crow, Millium, and I were able to win\nboth of our matches. They weren't bad for new\nrecruits!",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 18,
		"STRING": "・In the end, we won one of our matches but lost\nthe other. Everyone in the class fought really well,\nand it was good practice for all of us.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 19,
		"STRING": "・In the end, we lost both of our matches...\nI know Crow and Millium are new, but we\ndefinitely could have done better.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 20,
		"STRING": "・After the battles were over, Instructor Neithardt\nappeared. He's apparently involved in this month's\nfield study, too.\n・Instructor Sara announced our groupings and \ndestinations for this month's field study, which\nare as follows:\n\nGroup A: Rean, Laura, Emma, Jusis, Gaius, Millium\n(Study Location: Legram)\n\nGroup B: Alisa, Fie, Machias, Elliot, Crow\n(Study Location: Jurai Special Economic Zone)\n\nLegram, where myself and the other members of\nGroup A will be going, is Laura's hometown. It's\na castle town from the Middle Ages situated in\nthe southern part of the Kreuzen province.\n・Furthermore, after spending two days at our\nrespective destinations, we will meet at Garrelia\nFortress in the eastern part of the Empire, where\nwe will be given a new series of tasks tailored\nto the fortress itself.",
		"UNK1": 1
	},
	{
		"TYPE": "QSTitle",
		"ID": 110,
		"UNK0": 0,
		"STRING": "Field Study at Legram",
		"CATEGORY": "NONE",
		"UNK1": "050000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 0,
		"STRING": "#006c8/28 (Sat) Field Study at Legram - Day 1\n・I was given a rude awakening by a\nfar-too-energetic Millium, and shambled towards\nthe lobby where the others were gathering.\n...Jusis followed along shortly after, looking\nexhausted after presumably being woken up in\nthe same way as I was.  \n・Once we'd pieced our tired brains back together,\nwe headed over to the station. ",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 1,
		"STRING": "・We saw Group B off as they boarded their train\nto the Jurai SEZ and bought our tickets to Legram.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 2,
		"STRING": "・As we approached the ticket gate, we were stopped\nby Lechter of the Intelligence Division. He said he'd\ncome to see Millium before he left for Crossbell, but\nhe's an intelligence agent--who knows what he was\nREALLY up to?\n・We bade farewell to him and boarded the train for\nLegram, where Laura gave gave us a regional\nrundown.\n・As part of the Kreuzen province, Legram has kind\nof an awkward relationship with Jusis' family.\n・It sounded as though Viscount Arseid would be\naway from town while we're there, which was\ndisappointing, as I really wanted to meet him.\n・We changed trains at Bareahard and started\nnoticing more and more mist outside the windows of\nthe train until we finally reached Legram itself.\n・We were greeted by the Arseid family's butler,\nKlaus, who guided us to Viscount Arseid's mansion,\nshowing us some of the town's sights in the\nprocess.\n・After marveling at the beautiful scenery, we were\ntold that we would need to go to the Bracer Guild\nin Legram to collect our field study tasks.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 3,
		"STRING": "・Unlike the guild branches in Heimdallr, the\nLegram guild is still active.\n・When we arrived, were greeted by Toval, the\nbracer who we met during our field study in\nBareahard.\n・It turns out he was the one who chose our tasks\nfor this month. Once we had the list in our\nhands, we jumped in with both feet.\n・We needed to go to the training hall in town for\none of the mandatory tasks and exterminate a\nmonster for the other. We were just hoping we'd\nhave a chance to fulfill the townsfolk's requests\nin the middle of it all.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 4,
		"STRING": "・The highway to the north of town was shrouded\nin mist, so had to be careful with our footing.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 5,
		"STRING": "・Once we'd defeated the monster on the highway,\nwe went back to the guild and told Toval.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 6,
		"STRING": "・We fulfilled the request at the training hall. \nKlaus saw right through me, too... Either way,\nit was good experience for all of us.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 7,
		"STRING": "・We finished all of our requests just as the sun\nwent down and stopped in at the guild to report.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 8,
		"STRING": "・When we returned to the guild, we found Laura's\nfather, Viscount Arseid, waiting there for us. It\nsounded as though he'd just gotten back to Legram.\n・That night, we were treated to dinner at\nViscount Arseid's mansion. During our dinner\nconversation, the viscount mentioned that\nsomething 'terrifies me so much that its mere\nshadow pins me in place'--a fact that I couldn't\ndeny.\n・I gathered my resolve and asked him for a duel. \nAt the time, I thought that being able to test my\nskills against the famous Radiant Blademaster\nmight give me a clue as to how to get over my\nfear and move forward with my life.\n・From the beginning, it was clear I didn't stand\na chance against him, and I was quickly knocked\nto the ground. Just as he was about to bring\nhis sword down upon me...the power that sleeps\nwithin me came roaring to the surface.\n・I charged him like a wild beast, but I was still\nno match against his skill and his overwhelming\npower.\n・Fighting him allowed me to realize something\nimportant--that I shouldn't deny the existence\nof any part of myself. Instead of being\nparalyzed, I should walk forward, overcoming\nmy fear every time it tries to stop me.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 111,
		"UNK0": 0,
		"STRING": "Field Study at Legram 2",
		"CATEGORY": "NONE",
		"UNK1": "050000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 0,
		"STRING": "#006c8/29 (Sun) Field Study at Legram - Day 2\n・We awoke to a beautiful blue sky, with no traces\nof the mist that filled the town the previous day.\nLohengrin Castle was easily visible from the\nshore, too.\n・I talked everyone about the beast-like power\nwithin me, and the way I'd feared it since I\nwas a child. Yesterday's duel allowed me to take\nthe first steps towards conquering that fear,\nand I feel like talking to everyone about it\nhelped.\n・We visited the guild to get a second salvo of\nrequests from Toval. He told us he'd have more\nwork for us in the afternoon, so we decided to\nknock out as many requests as we could, saving\nthe monster extermination for last.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 1,
		"STRING": "・We fulfilled the monster extermination request...\nbut the mechanical monster that we defeated\nseemed a little off. We decided to ask Toval\nabout it.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 2,
		"STRING": "・We returned to Legram, only to find it crawling\nwith soldiers from the Lamare Provincial Army.\nToval noticed us and informed us that a high-\nranking noble had come to visit Viscount Arseid.\n・While we had his ear, we told him about the\nmechanical monster we defeated. He said he'd \ncheck its remains personally, just to be safe,\nbut that we should go to the Arseid manor.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 3,
		"STRING": "・The noble visiting Viscount Arseid turned out to\nbe Duke Cayenne, head of the foremost of the Four\nGreat Houses. Shortly after we arrived, he departed\nwith his bodyguards in tow.\n・According to Viscount Arseid, the Noble Faction\nhas been increasingly active behind closed doors\nin the last month, and the purpose of Duke\nCayenne's visit was to try to bring him into the\nfaction.\n・Not only that, but Jusis' brother, Rufus, was here\nin town to pick up the duke.\n・Viscount Arseid decided to reach out to all of\nthe nobles who chose to remain neutral in the \nconflict, and after hearing Toval's report, the\ntwo of them left the mansion together.\n・We received our work for the afternoon and were \nleft in charge of the guild for the rest of the day.\nBut with only half of the day left, we wanted to\nmake sure that we did everything right.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 4,
		"STRING": "・We returned to the guild and started filing \neverything away. Gaius mentioned that he thought\nbracers were a necessary part of people's lives.\n・Jusis, however, disagreed, saying that the\nBracer Guild was far too idealistic for its own\ngood. I don't think things are as simple as\neither of their perspectives, though.\n・While we were talking, a girl from town rushed\nin, clearly in a panic. Two boys from Legram had\ngone into Lohengrin Castle and had yet to return.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 112,
		"UNK0": 0,
		"STRING": "Search for the Children",
		"CATEGORY": "NONE",
		"UNK1": "050000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 0,
		"STRING": "#006c8/29 (Sun) Field Study at Legram - Day 2 (Night)\n・We scoured the town but couldn't find the\nmissing boys anywhere.\n・All signs pointed to them going to Lohengrin\nCastle, so we decided to follow suit and look\nfor them ourselves.\n・Once we were ready, we boarded the orbal boat\nthey had prepared for us at the wharf and set off.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 1,
		"STRING": "・As we were crossing Lake Ebel, we heard the\nstrange chime of a bell coming from the castle.\n・When we reached Lohengrin Castle, we found\nanother boat docked at the wharf, confirming our\nsuspicions that the children were there. Fearing\nfor their safety, we started climbing the hill\nthat led to the entrance.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 2,
		"STRING": "・Lohengrin Castle was surrounded by a bluish-white \nlight... Something seemed to be writhing around\ninside, too. But we'd come so far, so there was no\nturning back. We just had to steel ourselves\nand enter the castle.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 3,
		"STRING": "・The moment we did, the door closed itself behind\nus. Worse yet, it was protected by some kind of\nbarrier that not even Airgetlam could break.\n・The bell we heard earlier sounded again,\nsummoning a number of ghost-like fiends which \nproceeded to attack us.\n・We were able to defeat them, but it became\napparent during the battle that the higher\nelements were in effect there, too.\n・Emma seemed surprisingly knowledgeable about\nall of that stuff...but we didn't have time to ask\nher about it. We had children to save.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 4,
		"STRING": "・In the underground area of the castle, we found\nan orb that allowed us to disable one of the \nbarriers blocking our path farther into the\ncastle, as well as a gigantic door.\n・The door looked just like the red door we found\nin the old schoolhouse and was sealed tightly\nshut. I was curious, but I couldn't believe\nthat children could have gotten through, so we\nkept searching for them.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 5,
		"STRING": "・We used the orb we obtained to disable the\nbarrier blocking one of the doors in the castle,\nletting us go deeper inside.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 6,
		"STRING": "・After passing through two barriers, we found\nthe children--right as they were about to be\nattacked by fiends.\n・We saved the kids...from the fiends, at least.\nLaura still gave them a good scolding, but at\nleast they obviously regretted what they'd done.\n・Our next task was getting out of there. Emma\nbelieved that we'd be able to disable the barrier\nthe front door from the top floor of the castle.\nSo away we went, making sure to keep the children\nsafe from harm.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 7,
		"STRING": "・On the top floor of the castle, we found a\ngigantic orb. We thought the orb had to be behind\nof all the strange things happening here.\n・As she's wont to do, Millium tried getting\nAirgetlam to smash it, but another barrier\nappeared and repelled the attack.\n・The orb didn't seem very happy about that.\nIt started to glow violently, and a Nosferatu\nappeared.\n・After a tough battle, we somehow managed to\neke out a victory...but then the orb released\nan incredible surge of power, rendering us\nunable to move.\n・Suddenly, a gigantic lance flew from over by\nthe balcony, piercing the orb.\n・Before we could process what was happening,\nthe orb had shattered, and the castle returned\nto normal.\n・We caught a brief glimpse of a figure standing\non the balcony who looked just like the legendary\nLance Maiden. But it couldn't have been her...\ncould it?",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 113,
		"UNK0": 0,
		"STRING": "Tour of Garrelia Fortress",
		"CATEGORY": "NONE",
		"UNK1": "050000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 0,
		"STRING": "#006c8/30 (Mon) Field Study at Garrelia Fortress - Day 1\n・The next morning, we were set to leave Legram.\nKlaus bade us farewell, and we set off for the\nstation to travel to Garrelia Fortress.\n・Before we boarded the train, though, we made\nsure to say goodbye to the locals.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 1,
		"STRING": "・We boarded the train and departed Legram for \nGarrelia Fortress. \n・While we were changing trains at Celdic, we\nfound the station under heavy Railway Military\nPolice security...which made sense once we saw \nthe Eisengraf pass through.\n・We met up with Group B and our instructor, and \ntogether we boarded another train that took us\ndirectly to Garrelia Fortress.\n・The fortress was a mass of iron and concrete--\na unified, impenetrable structure that perfectly\nembodied the crushing might of the military.\n・Major Neithardt briefed us on what we'd be doing\nduring our time here. We'd been assigned to\nobserve a joint military exercise conducted by\nthe 4th and 5th Armored Divisions.\n・We ate...food, technically...in the mess hall,\nand learned about the Imperial Army's method of\nacting as though they're on a battlefield at\nall times.\n・We were then given the freedom to do whatever\nwe wanted until the military exercise. It was a true\nonce-in-a-lifetime opportunity to explore the\nfortress, so I decided to see all I could.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 2,
		"STRING": "・After touring the fortress, we took an armored\ncar to the training grounds. There, we met the\ncommanding officer of the 4th Armored Division,\nLieutenant General Craig--Elliot's father.\n・After we greeted him, the exercise began. We\nwere overwhelmed as we watched Achtzehn main\nbattle tanks annihilating old model tanks with\nlive ammunition. It was nothing short of a pure\ndisplay of raw power.\n・As we were downheartedly working our way through\ndinner, Instructor Sara popped in to tell us that\nwe'll be taking look at the railway guns tomorrow.\n・We are students of a military academy, so we do\nhave a duty to understand of the kind of military\nstrength this country possesses...\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c8/31 (Tue) Field Study at Garrelia Fortress - Day 2\n・We expected the keynote session of the trade\nconference to proceed as planned, but then we \nreceived word that the Imperial Liberation Front\nhad arrived in Crossbell.\n・I'm worried about Towa and Prince Olivert, but it\nseems as though the Intelligence Division has a\nplan to deal with the situation.\n・The Intelligence Division was able to ascertain\nthe identity of one of the terrorists: Gideon,\nor G, who we'd faced off with in the past.\n・The identities of S, V and C, meanwhile, are\nstill under investigation, the identity the masked\nC proving the most difficult to narrow down.\n・Our special lecture finished, we set off to tour\nthe railway guns, but on the way, Instructor\nNeithardt received a call informing him that\nthe trade conference had been attacked.\n・When we heard the news, a heavy tension filled\nthe air...but we had problems of our own at\nGarrelia Fortress: a number of Achtzehn tanks\nhad started to act on their own.\n・Taking advantage of the confusion, two of the\nImperial Liberation Front's airships invaded the\nfortress. It was clear what their target was,\ntoo: the two railway guns.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 114,
		"UNK0": 0,
		"STRING": "Recovering the Railway Guns",
		"CATEGORY": "NONE",
		"UNK1": "050000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 114,
		"UNK0": 0,
		"STRING": "#006c8/31 (Tue) Field Study at Garrelia Fortress - Day 2\n・We quickly divided our main priorities between\nour two groups: Group A went with Instructor Sara\nto recover the railway gun in the right wing of\nthe fortress and Group B, led by Major Neithardt,\nmoved out to recover the left wing's.\n・Our mission was clear--and failure wasn't an\noption.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 114,
		"UNK0": 1,
		"STRING": "・The terrorists had released archaisms into the\nfortress. One wrong step could have been the end.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 114,
		"UNK0": 2,
		"STRING": "・We found one of the terrorists' airships at the\nairport. When we tried to approach it, though, it\nself-destructed. Could it have been a trap?",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 114,
		"UNK0": 3,
		"STRING": "・We reached an outdoor area looking out onto\nGarrelia Canyon, only to come face to face with\na large flying archaism, which we took down.\n・But we were too late. They fired the railway\nguns, and we were powerless to stop them...\nbut fortunately, they only fired blanks. \n・Grateful for our second chance, we ran\nas fast as we could toward the railway gun.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 114,
		"UNK0": 4,
		"STRING": "・We made it in time and managed to overpower\nthe terrorists controlling it.\n・But then S, or Scarlet, made her appearance.\n・She told that their operation in Crossbell had\nbeen unsuccessful and Gideon had died in the\nbattle.\n・As soon as Instructor Sara noticed that the\nrailway gun had been switched to automatic firing\nmode, Scarlet summoned two giant archaisms and\nattempted to keep us away.\n・By combining our efforts, we were able to defeat\nher and stop the railway gun from firing just\nin the nick of time.\n・Major Neithardt and Group B were able to stop the\nother railway gun just in time as well, meaning\nthat together we were able to successfully thwart\nthe terrorists' scheme. Unfortunately, however,\nScarlet managed to escape with the help of the\nother terrorists and flew away with C and V.\nMeanwhile, terrorists that remained in the\nfortress used poison to keep us from getting any\ninformation out of them.\n・What happened there never became public\nknowledge, but to us, it was a startling wake-up\ncall, showing us how dedicated the Imperial\nLiberation Front were to their cause...and\nhow serious Erebonia's predicament had become.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 115,
		"UNK0": 0,
		"STRING": "Academy Life - September",
		"CATEGORY": "NONE",
		"UNK1": "060000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 0,
		"STRING": "#006c9/15 (Wed) Special Homeroom\n・As we were discussing the academy festival, which\nwill be held next month, word reached us that the\nboard of directors had voted in favor of\ncontinuing our field studies, which came as quite\na relief.\n・Instructor Sara suggested that we go and speak\nwith them. When we did, we were lucky enough to\nrun into Prince Olivert and Major Vander, who \nthanked us for our work last month.\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c9/18 (Sat) After School\n・We will be departing on our next field study\nnext weekend, but we still have no idea what\nour class is going to do for the academy festival.\nHopefully, we'll have something by the start of\nnext week.\n・After I'd finished my business on campus,\nI decided to head on back to my dorm.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 1,
		"STRING": "・As I walked through the main gate, I was\nsurprised to run into Towa. She said she had some\nthings to buy, so I offered to carry them for her. \n・After she finished her shopping, we took a break\ntogether at the park, where I asked her about what\nshe did for the academy festival last year. She\ntold me kind of sheepishly that she, George,\nAngelica, and Crow held a small concert.\n・I didn't get all of the details, but she agreed to\ntell me more tomorrow evening. I think I might've\njust stumbled onto our inspiration.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 2,
		"STRING": "・I decided to walk around the dorm for a\nwhile before hitting the hay.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 3,
		"STRING": "#666c　　　　          ◆　　　　◆　　　　◆\n#006c9/19 (Sun) Free Day\n・I began the morning by checking my monthly list\nof tasks and getting to work.\n・One of them was a curious request from Angelica.\nThe old schoolhouse could wait. I had to go to\nthe training hall in the gym and speak to her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 4,
		"STRING": "・I fulfilled the request from Angelica! Once some\nof the swelling went down, I hobbled over to the\nold schoolhouse.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 5,
		"STRING": "・As we left the old schoolhouse for the day, we\nran into Celine. She didn't stay around for long,\nbut she's a capable cat, so I wasn't worried\nabout her.\n・I had a bit more time before I was supposed to\nmeet Towa in the computer room, so I decided to\nfinish up some of the things I needed to do and\nwent to meet her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 6,
		"STRING": "・I arrived computer room only to find Towa was\nasleep. Once she woke up, I asked her to tell me\nmore about the concert last year.\n・She showed me a recording of the concert, made\nwith a device called an 'orbal video camera.' \nThe video showed Towa and the others performing\nand singing, and the audience loving every minute\nof it.\n・That night, while we were discussing our plans,\nI mentioned their concert to the others and\nagreed to show everyone the video during our\nlunch break tomorrow.\n・During tonight's Abend Time, Misty sang a song. \nIt's really obvious that she's a professional\nsinger when you already know...\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c9/20 (Mon) Lunch Break\n・I showed the others the video I borrowed from\nTowa in the computer room. They had...mixed\nopinions on the outfits, but everyone loved the\nperformance itself. But with that, it was settled:\nwe'd be doing a concert for the academy festival.\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c9/22 (Wed) Practical Exam\n・Since this would be our last practical exam\nthe foreseeable future, Instructor Sara decided\nthat she'd be our opponent. I was chosen to go\nfirst and was asked to choose two others to fight\nalongside me. I had to choose wisely, since the\ninstructor showed no intention of holding back.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 7,
		"STRING": "・Together, the three of us were able to defeat\nInstructor Sara. We may have beaten her, but she\nseemed extremely happy about how we've developed.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 8,
		"STRING": "・Together, the three of us were able to defeat\nInstructor Sara. Although it was a struggle,\nshe seemed happy at how much we've developed.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 10,
		"STRING": "・Together, the three of us were barely able to\ndefeat Instructor Sara. It was still quite an\naccomplishment, though, so she seemed relatively\nhappy at how much we've developed.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 9,
		"STRING": "・After fighting against everyone, Instructor Sara\nseemed wiped out, but still had the energy to \nreveal our final field study destinations.\n・The groups and their destinations will be as \nfollows:\n\nGroup A: Rean, Alisa, Fie, Machias, Elliot, Crow\n(Study Location: Roer, the Industrial Metropolis)\n\nGroup B: Emma, Laura, Jusis, Gaius, Millium\n(Study Location: Ordis, the Port City)\n\nRoer is Alisa's hometown, while Ordis is the most\nimportant stronghold of the Noble Faction... In\nother words, both groups will be going to cities\nunder the control of the Four Great Houses.\n・Considering the tensions in the Empire at the\nmoment, we're all a little apprehensive, but this\nis our chance to put all we've learned in our\nprevious field studies to the test, and we need\nto make the best of it.",
		"UNK1": 1
	},
	{
		"TYPE": "QSTitle",
		"ID": 116,
		"UNK0": 0,
		"STRING": "The Industrial Metropolis",
		"CATEGORY": "NONE",
		"UNK1": "060000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 0,
		"STRING": "#006c9/25 (Sat) Field Study at Roer - Day 1\n・We gathered in the main lobby of the dormitory\nand set off once everyone had arrived.\n・Instead of going straight to the station, \nInstructor Sara told us to gather at the field.\nAfter a little shopping in town, we made our way\nthere.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 1,
		"STRING": "・When we arrived at the academy ground, we found\nnot only Instructor Sara, but also Sharon waiting\nfor us. It seemed that Sharon was going to serve\nas Group A's guide...\n・Just then, we heard the sound of something cutting\nthrough the wind...and looked up to see a crimson\ncolored high-speed cruiser in the sky above us--\nthe Courageous.\n・On board, we found Prince Olivert, Major Vander\n...and Viscount Arseid.\n・They planned to show the airship off across the\nnation, taking groups A and B to their\ndestinations in the process.\n・Apparently the Courageous was built as a joint\neffort between the Reinford Group, ZCF, and\nthe Epstein Foundation, and is regarded as\nproperty the Imperial family--NOT any of the\nprovincial armies. Asking Viscount Arseid to act\nas the ship's captain was a measured political\nmove meant to deter both the Noble and Reformist\nfactions, not to mention the Imperial Liberation Front.\n・The Courageous flew through the skies over\nHeimdallr and then turned towards Nortia province.\nWe were given permission to walk around the ship\nuntil it reached Roer, so I took the chance to\nexplore and talk to the others.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 2,
		"STRING": "・Before long, the Courageous reached Roer. We\nsaid farewell to Prince Olivert, the ship's crew,\nthe members of Group B, and our instructor, and\nthen disembarked with Sharon.\n・First, we need to head for the Reinford corporate\nheadquarters on the upper level of the city.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 3,
		"STRING": "・We rode the escalator up to the entrance of the\nReinford corporate headquarters and walked right\nin.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 4,
		"STRING": "・Sharon guided us to the chairman's room on the\n23rd floor, where we found Chairman Irina hard at\nwork.\n・She handed us an envelope containing our field\nstudy tasks, and after promising to dine with us\nthis evening, she warned us to stay away from the\nprovincial army, the Railway Military Police, and\nthe marquis' mansion. With that lengthy warning\nout of the way, she left the room.\n・We left our belongings with Sharon and set about\nworking through our field study tasks. This could\nvery well be our last field study, so we wanted\nto make sure we did it justice. The mandatory\nrequest from the Roer Institute of Technology\nwas our top priority.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 5,
		"STRING": "・No sooner had we finished the request from the\nInstitute of Technology than evening arrived.\nSuddenly, we heard the sounds of an argument\ncoming from the plaza on the lower level of the\ncity.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 6,
		"STRING": "・We looked down to see the provincial army and \nRailway Military Police being openly hostile\ntowards one another. With a sinking feeling in\nour stomachs, we descended to the lower level\nto get a closer look.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 7,
		"STRING": "・The provincial army and Railway Military Police\nare arguing over who has the right to maintain\norder in Roer City... It was essentially a\nstick-waving competition.\n・After a while, the provincial army lost their\ncool and ordered armored cars onto onto the\nstreets of the city, pushing the tension\nbetween the two to its breaking point.\n・However, both Captain Claire and Rufus appeared\non the scene and calmed things down by\nclarifying their respective positions.\n・Both the provincial army and Railway Military\nPolice stood down, and Rufus, who had apparently\ncome to speak with the marquis, gave us a stern\nwarning before leaving the city.\n・The whole situation left us feeling that\nsomething was definitely amiss in Roer. With the\nconflict on our minds, we decided to return to\nReinford corporate headquarters.\n・Sharon welcomed us back before informing us\nthat Chairman Irina would be unable to dine with\nus that evening, leaving us to finish dinner\nby ourselves and start writing our report early.\n・Left with some free time at night, we agreed to\nspend the remainder of the evening however we saw\nfit. It gave me a chance to walk around the house\nand talk with my classmates.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 8,
		"STRING": "・I noticed Sharon heading towards the laundry\nroom, so I followed her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 9,
		"STRING": "・I tried asking Sharon about Irina, and it reaffirmed\nmy belief that the reason she couldn't dine with\nus was somehow related to the disagreement between\nthe provincial army and Railway Military Police.\n・She insists that there's no reason to worry about\nthe chairman, though. I could tell that was as\nmuch information as I was going to get out of her,\nthough, so I kept walking around.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 10,
		"STRING": "・I noticed Alisa walking out onto the balcony,\nso I decided to join her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 11,
		"STRING": "・Alisa told me more about the Reinford family,\nsaying that her father's death was the catalyst\nfor Irina to losing herself in her work.\n・It's become clear to me that Alisa is someone who\nalways thinks about other people, even when she's\nannoyed with them... Deep down, she's one of the\nkindest people I know. I want to get to the\nbottom of what's going on here in Roer so I can\nrepay her.\n・I just hope I can... I don't even know where to\nstart. I thought things over for a while after Alisa\nleft, then got going myself. ",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 12,
		"STRING": "・All of a sudden, I got a call from Captain\nClaire, who had something she wanted to tell me.\nShe asked if we can meet somewhere in the city to\ntalk.\n・She suggested a bar in the southern area of the\nupper level called 'F.' I felt kind of guilty\nsneaking out to a bar on my own, but considering\nthe circumstances, my options were limited.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 13,
		"STRING": "・As I went to leave through the front entrance, \nSharon intercepted me, saying that she wouldn't\ntell anyone that I was gone. She locked the door\nbehind me as I stepped out to enter the elevator.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 14,
		"STRING": "・I rode the elevator down to the first for\nand planned on heading straight to the bar.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 15,
		"STRING": "・It turns out, Fie was unsuccessfully trying to\nstealthily follow me. I told her what I was doing,\nand we decided to go and meet Captain Claire\ntogether.\n・She wanted to walk around the town at night\nbefore we did, though, so I obliged her as we\nmade our way to the bar.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 16,
		"STRING": "・We entered the bar and spotted Captain Claire,\nwho was dressed to the nines. Gulping down my\nnervousness, we went over to talk to her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 17,
		"STRING": "・We sat down to talk to Captain Claire, and she \nhinted that the terrorists and the Noble Faction\nwere in some way connected with one another. At\nthe very least, there's no doubt that Duke\nCayenne, head of the foremost of the Four Great\nHouses, is providing them with support.\n・Furthermore, it seems that the Railway Military\nPolice is considering an investigation into the\nNoble Faction-controlled Reinford 1st Factory,\nand that was what led to the conflict earlier\nthis evening.\n・After explaining the situation in Roer, Captain\nClaire advised that we stay back and to try to\nbroaden our understanding of things instead of\nbutting in ourselves, and then left the bar.\n・Shortly after she left, I received a call from \nAlisa. It seems as though everyone was worried\nabout me. Fie and I went straight back.\n#666c　　　　          ◆　　　　◆　　　　◆　　　　\n#006c9/26 (Sun) Field Study at Roer - Day 2\n・As the second day of our field study began, we \nagreed to focus on information-gathering,\nstarting with what Captain Claire told us as a\nbase.\n・The only mandatory task was to be the monster\nextermination, so we assumed we'd be able to\ngather information on the Reinford 1st Factory\nand the other Reinford divisions from the people\nof Roer and various Reinford affiliates while\nwe were working through our tasks.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 18,
		"STRING": "・We exterminated the monster on the highway\nand decided to go back to town.\"",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 117,
		"UNK0": 0,
		"STRING": "Assault on the Iron Mine",
		"CATEGORY": "NONE",
		"UNK1": "060000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 0,
		"STRING": "#006c9/26 (Sun) Field Study at Roer - Day 2 (PM)\n・We returned to a city in chaos. Sirens were\nwailing and smoke was billowing from a nearby\nmilitary factory. We ran over there to see what\nwas going on.\n・The workers fleeing the building told us that\nmechanical monsters had suddenly appeared inside.\n・There were still people in there, and with all\nthe fire and explosions, we didn't really fancy\ntheir chances. We left evacuating the workers\nwho had already escaped to the soldiers near the\nentrance and hurried inside to rescue the others.\n・Inside the building, we found one of the\nsociety's giant archaisms. After a battle in\nthe roaring flames, it fell before us.\n・Soon after, the Railway Military Police hurried\ninto the building, resolving the crisis and\nreturning everything to normality. \n・Captain Claire sternly reprimanded us for acting\nso rashly, but did thank us for contributing to\nthe crisis' resolution.\n・We were shocked to find out that everything that\nhappened at the factory had been planned more\nthan three months ago, most likely by the\nterrorists' leader, C.\n・While we were talking, one of the Railway\nMilitary Policemen relayed an urgent message was\nto Captain Claire: the terrorists had attacked\nthe Sachsen Iron Mine.\n・Captain Claire and her men jumped into the\narmored car and took off toward the mine.\nWe decided to follow suit on foot.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 1,
		"STRING": "・When we arrived at the iron mine, we found smoke\npouring out of the building. It seemed as though\nthe fire had already been extinguished.\n・The provincial army and Railway Military Police\nhad gotten into yet another argument in front of\nthe mine's entrance. Perverse curiosity inspired\nus to take a closer look.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 2,
		"STRING": "・It seems as though the provincial army got to\nthe scene first and sealed off the entrance to the\nmine.\n・That struck us as more than a little suspicious.\nIt was highly likely that they were working in\nconcert with the terrorists, trying to destroy\nevidence connected to the Reinford 1st Factory.\n・We returned to the city, but while we were\ntalking things over, Angelica and George arrived.\n・Angelica revealed what had been troubling her--\nthe fact that the director of the 1st Factory, her\nuncle, has been putting iron ore onto the black\nmarket--enough of it to make two thousand \nAchtzehn battle tanks.\n・She seemed determined to to take this crisis into\nher own hands, but we volunteered to assist her.\n・Alisa proposed that ask her mother for some way\nto sneak into the mine. That sounded like a good\nidea to us, so we left for Reinford's corporate\nheadquarters.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 3,
		"STRING": "・We spoke to the receptionist and had her ask\nthe chairman to meet with us. She agreed and asked\nus to meet her in her office on the 23rd floor.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 4,
		"STRING": "・When we reached 23F, we were welcomed by Sharon,\nwho guided us into the chairman's office. She\ndidn't intend to do anything to resolve the\nsituation herself, but was considering plans\nfor all potential contingencies. Even in the\nface of serious human danger, she was thinking\nabout the future of the Reinford Group.\n・Alisa confronted her mother directly, telling her \nthat she was running the company the wrong way.\n・After hearing that, Irina gave us a card key that\nwould allow us to access an emergency underground\npassage connecting the city and the iron mine.\n・Card key in hand, we called Angelica and set off\nfor the entrance to the underground passage.\nGeorge volunteered to stay behind and support\nus, and stay in contact with Towa, who would also\nbe assisting us.\n・Our plan in place, we made our way to the\nSachsen Iron Mine.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 5,
		"STRING": "・We finally reached the end of the long\nunderground passage and climbed the ladder\nleading up to the iron mine.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 6,
		"STRING": "・We made it to the sealed mine shaft that we\nvisited yesterday and got a call from George.\n・He told us that the Railway Military Police is\ngathering forces in Roer and in Ordis to prepare\nto take action. Time was definitely not on our\nside. We needed to hurry.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 7,
		"STRING": "・We made it to the surface, successfully reaching\nthe other side of the provincial army's blockade,\nand continued deeper into the mine.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 8,
		"STRING": "・We defeated two more large archaisms that tried\nto stop us, eventually coming to a door.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 9,
		"STRING": "・We rescued a number of miners who were being held\nhostage, but other hostages, including the chief,\nwere taken to the central control room further in.\n・Crow volunteered to take the miners we rescued\nback to the city on his own, so we accepted his\noffer and moved on without him.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 10,
		"STRING": "・We heard a tremor, and soon after received a call\nfrom Crow. Apparently there was a cave-in, making\nit difficult for him to meet back up with us.\nWe were down a teammate, but we kept going.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 11,
		"STRING": "・When we reached the entrance to the central\ncontrol room, George gave us another call to tell\nus that Towa wanted to speak with us.\n・He put her through and she told us that His\nMajesty the Emperor had given the Railway Military\nPolice official permission to investigate the\nmine--meaning that it wouldn't be long before\nCaptain Claire and her men forced their way\ninside.\n・We knew we were running out of time to save the\nremaining hostages, so we took a deep breath and\nmoved into the central control room ahead of us.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 12,
		"STRING": "・Inside the control room, we found Vulcan, one of\nthe key members of the Imperial Liberation Front.\n・Talking with him, it became clear that his hatred\nfor the chancellor ran deeper than we could have\npossibly imagined. After announcing his desire\nto create a flame hot enough to burn through\nblood and iron, he charged at us, ready for\nbattle. We had no choice but to fight back with\neverything we had.\n・We managed to repel him, but he must have been \nholding back against us. Just before he could\nreveal his true power, though, C appeared and\nfought us alongside two archaisms to buy his\nallies time to escape.\n・We were able to defeat them, but C caused the two\narchaisms to self-destruct and was gone in a\nflash.\n・Moments later, an Imperial Liberation Front\nairship appeared from below us. The Railway\nMilitary Police hurried in and started firing\nat it, but their bullets did nothing to stop\nits ascent towards the ceiling.\n・Suddenly, it exploded...with the Imperial\nLiberation Front members still on it. We watched\nin stunned silence as pieces of it fell into the\nground.\n・Shortly afterward, Prince Olivert arrived and\ntook control of the scene.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 118,
		"UNK0": 0,
		"STRING": "October - Preparing for the Academy Festival",
		"CATEGORY": "NONE",
		"UNK1": "070000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 0,
		"STRING": "#006c10/21 (Thu) Preparing for the Academy Festival\n・With only two days to go until the academy\nfestival, we're really running out of time to\nprepare. Or class had decided to conduct our\nfinal rehearsals in the old schoolhouse, which\nwas kind of surreal, to be honest.\n・I'd agreed to help the Student Council with their\nwork today, so after talking with the others,\nI went to collect my tasks from Towa.\n・I was determined to help everyone out as much\nas I possibly could, but I made doubly sure to\nfulfill the request from Instructor Beatrix.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 1,
		"STRING": "・Crow called me and told me there was a problem\nwith our stage outfits; they weren't going to make\nit in time.\n・He asked me to ride Angelica's orbal bike to\nHeimdallr and pick them up in person as soon as\nthey were done. Not wanting to let down my\nclassmates, I agreed.\n・Once I was ready to go, I went to talk to George\nabout the bike.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 2,
		"STRING": "・George gave me the go-ahead to borrow the bike.\nIt seemed as though he'd finished all the\nnecessary maintenance on it quite a while ago. \nI got it out of the garage and climbed aboard.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 3,
		"STRING": "・I called Alisa to ask her to come with me, and",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 4,
		"STRING": "・I called Elliot to ask him to come with me, and",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 5,
		"STRING": "・I called Laura to ask her to come with me, and",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 6,
		"STRING": "・I called Machias to ask him to come with me, and",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 7,
		"STRING": "・I called Emma to ask her to come with me, and",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 8,
		"STRING": "・I called Jusis to ask him to come with me, and",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 9,
		"STRING": "・I called Fie to ask her to come with me, and",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 10,
		"STRING": "・I called Gaius to ask him to come with me, and",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 11,
		"STRING": "・I called Millium to ask her to come with me, and",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 12,
		"STRING": "・I was going to go alone, but Crow came along, and ",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 13,
		"STRING": "together we set off for the boutique in Heimdallr.\n・We collected our outfits from the boutique's\nowner, but when I started putting our outfits into\nthe sidecar, an unusual blue bird caught my eye.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 14,
		"STRING": "・When I mentioned it to Emma, she chased after it.\nBut right as she left, Misty appeared. I told her\nabout our concert tomorrow, and she honestly\nseemed interested. I hope she can make it...\n・After parting ways with Misty, Emma finally \nreturned, and we set off back to Trista together.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 15,
		"STRING": "As watched it fly off, Misty appeared. I told her\nabout our concert tomorrow, and she honestly\nseemed interested. I hope she can make it...\n・After parting ways with Misty, we set off back to\nTrista.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 16,
		"STRING": "・Once we returned, all of us tried on our outfits\nat the old schoolhouse for the first time.\nEveryone had a few comments to make about their\nown personal outfits, but as a whole, I think they\ncame together really well.\n・After trying our outfits on, we started to\nrehearse with only a day and a half remaining.\n#666c　　　　          ◆　　　　◆　　　　◆\n#006c10/22 (Fri) Final Concert Rehearsals \n・We continued our rehearsals, and despite Crow\nspringing a surprise on us partway through, we\nwere able to make it through to the end.\n・Before we knew it, it was pitch black outside.\nWe went out to find all of the decorations already\nin place, and the academy looking fully prepared\nfor the festival.\n・Our concert will take place two days from now--\nnow that our rehearsals are done, we decided that\nthe most important thing to do tomorrow was to\nhave a great time!",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 17,
		"STRING": "・I walked around my dormitory for a while\nbefore I turned in for the night.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 18,
		"STRING": "・When I turned the radio on, I was surprised to\nhear Misty delivering a breaking news broadcast.\n・In it, she stated that, this afternoon,\nCrossbell State had declared its independence.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 119,
		"UNK0": 0,
		"STRING": "Academy Festival - Day 1",
		"CATEGORY": "NONE",
		"UNK1": "070000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 0,
		"STRING": "#006c10/23 (Sat) Academy Festival - Day 1\n・Towa announced the beginning of the academy \nfestival, and the festivities finally began.\n・I volunteered to assist the Student Council with\ntheir work, patrolling the campus and seeing if \nanyone needed any assistance during my free time.\n・Towa, however, gave me six tickets that I could\nuse on the various attractions at the festival,\njust to make sure that I enjoyed myself.\n・I explored the festival to see what it had on offer,\ninviting people to various events as the impulse\nstruck me.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 1,
		"STRING": "・Before I knew it, the morning was over. With more\nand more visitors rolling in, I made it a point not to\nget swept up in the crowds.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 2,
		"STRING": "・The day flew by, and evening came. I only had\none ticket left, and I had to choose what to use it\non very carefully.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 3,
		"STRING": "・I used my final ticket, and the first day of the\nfestival came to an end.\n・I reunited with the others. We went back to the\ndormitory together to make the final preparations\nfor our big concert tomorrow.\n・On the way back, I heard a strange voice...or\nat least I think I did. Maybe I was imagining it?\n・That night, we were sitting around the table\ndiscussing the situation in Crossbell and our\nfamilies, when we heard a strange bell ringing.\n・It sounded just like the one we heard back at\nLohengrin Castle during our field study, too...\nWe decided to go look into it.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 120,
		"UNK0": 0,
		"STRING": "Incident at the Old Schoolhouse",
		"CATEGORY": "NONE",
		"UNK1": "070000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 0,
		"STRING": "#006c10/23 (Sat) Old Schoolhouse (Night)\n・We reached the source of the sound: the old\nschoolhouse. The building was emitting a strange\nbluish-white glow, while a transparent barrier \nprevented anyone from entering,\n・After seeing all of this, the principal seemed\nready to make the difficult decision of canceling\nthe second day of the festival to avoid exposing\nvisitors to any potential danger.\n・In order to prevent him from doing so, we\nvolunteered to go in and try to fix things ourselves.\n・As we resolved to do this, our ARCUS units began\nto resonate with the old schoolhouse itself,\nallowing us to pass through the barrier.\n・The principal gave us permission to go inside,\nand with Towa and the others supporting us, we\nstepped inside the building.\n・We used the elevator to descend to the seventh\nand final floor.\n・The time had come to demonstrate what our class\nwas really capable of and bring this to an end!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 1,
		"STRING": "・We finally reached the depths of the seventh\nfloor. We swallowed our fear and proceeded toward\nwhatever lay in wait.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 2,
		"STRING": "・Before us stood a gigantic door, embedded with\nan orb like the ones we saw in Lohengrin Castle.\n・We heard a voice intone, 'Commencing the Final\nTrial,' and we were drawn from the old schoolhouse\ninto...somewhere else.\n・We found ourselves on an otherworldly battlefield,\nstrewn with weapons as far as the eye could see.\n・As we stood in the eerie quiet, a giant suddenly\nrose before us--a monstrous, flickering shadow.\nWe had no choice but to stand our ground and fight\nfor our lives. After a grueling battle, we finally\nemerged victorious.\n・We found ourselves back in the old schoolhouse.\nWe were told that the bell had stopped ringing\nand the barrier surrounding the building had\ndisappeared...meaning that things had finally\nreturned to normal.\n・It was then that we noticed that the orb had gone\nfrom the door in front of us, a door which slowly\nopened before our very eyes. Inside it was\nenshrined a giant ash-colored knight.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 121,
		"UNK0": 0,
		"STRING": "Academy Festival - Day 2",
		"CATEGORY": "NONE",
		"UNK1": "070000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 0,
		"STRING": "#006c 10/24 (Sunday) Academy Festival - Day 2\n・The second day of the festival went ahead as \nplanned, and it was even livelier than the first.\n・I couldn't get everything that happened the\nnight before out of my head, but I tried to push\nit aside to focus on the concert.\n・Many of us in Class VII had family members\ncoming to visit, my sister among them.\n・I had a bit of time before she arrived, though,\nso I decided to bring George a pie to eat while\nhe was tinkering away over in the old schoolhouse.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 1,
		"STRING": "・I bought a pie for George and brought it down to\nthe seventh floor of the old schoolhouse.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 2,
		"STRING": "・I found George and Crow in front of the\nknight-like humanoid.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 3,
		"STRING": "George really lit up when I gave him the pie.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 4,
		"STRING": "George was appreciative when I gave him the pie.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 5,
		"STRING": "・He said that the knight-like humanoid doesn't\nappear to be an artifact, as there's evidence that \nit was made by skilled craftsmen and technicians\nwho used an unknown metal of some kind in its\ncreation.\n・Weirder still, it seems that there's space inside\nfor a person to get in. Every time I think we\nsolve one mystery, five more spring up in its place...\n・I felt like I was wearing out my welcome,\nso I got out of there.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 6,
		"STRING": "・I went to the front gate to greet Elise, knowing\nthat she could arrive at any moment.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 7,
		"STRING": "・Turns out, I'd underestimated her. Elise was\nalready there waiting for me. She seemed worried\nabout me, but I needed to be a good older brother\nand show her around.\n・We walked around all of the attractions together, \nand before we knew it, the morning was almost\nover. ...Which meant it was time for me to start\nthinking about going to the auditorium and\nhelp prepare for the concert.\n・Not long after the bell rang to signal it was\nnoon, Prince Olivert and Princess Alfin arrived\nwith Captain Claire as their escort. Apparently,\nthey'd all come just to see our concert.\n・Prince Olivert gave me an update on Crossbell.\nAt least it doesn't seem like there's any\nchance of a war breaking out...for now, anyway.\n・I left Elise with Prince Olivert and Princess \nAlfin, then headed over to the auditorium to help\nprepare for the concert. \n・Eventually, the time came for the events at the\nauditorium to begin. Class I's operetta was \nexceptional, which only made us more nervous\nabout having to follow them.\n・Just as we were getting ready to go out on stage,\nTowa, George and--most shockingly of all--Angelica\nshowed up to talk to us.\n・Angelica seemed the same as ever, but between the\nthree of them, they really motivated us to deliver\nan unforgettable performance.\n・And with that, our concert finally began.\n・The first song was a duet sung by Machias and\nJusis, who worked so well together that it was\nlike they were different people on stage. Thanks\nto their brilliant performance (and Gaius and my\nsupport, probably), the auditorium was filled with\nthe delighted squeals of the female students.\n・Our second song was a trio between Emma, Millium,\nand Fie, who used their performance to draw\nattention to Alisa and Laura's as well, leading\nto enthusiastic cheers from the boys.\n・After both songs were finished, the audience\ncried out for an encore, and with the addition\nof Crow, we were ready to oblige with our third\nand final song. We encouraged the audience to\nsing along, and they did, making it feel as though \nevery person in the auditorium were united as one.\n・Afterwards, we found out that we had been voted \nthe best attraction at the festival--although as\nfar as we were concerned, the festival was a\nvictory for all of the students. With a feeling\nof unity in our heads, we made our way to the\nfinal event of the festival, the afterparty.\n・I thanked Elliot and Crow for all they'd done to\nmake our performance and the festival a success.\n・Crow told me that he'd be in our class until the\nend of the month and he finally returned the 50\nmira that he borrowed--okay, stole--from me\nmonths ago.\n・Eventually, the dancing began, and Elise asked\nif I had anyone I wanted to dance with.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 8,
		"STRING": "The first person I thought about was Alisa.\n・After I asked Alisa to dance, we sat and talked\nwhile watching the flickering bonfire.\n...I hope that together, we'll be able to find\nthe paths we're meant to take through life.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 9,
		"STRING": "The first person I thought about was Elliot.\n・I invited Elliot to come and talk with me\nwhile watching the flickering bonfire.\n...I hope we'll get to hold another concert like\nthat next year.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 10,
		"STRING": "The first person I thought about was Laura.\n・After I asked Laura to dance, we sat and talked\nwhile watching the flickering bonfire.\n...Here's hoping we can keep pushing each other\nto improve during the rest of our time here.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 11,
		"STRING": "The first person I thought about was Machias.\n・I invited Machias to come and talk with me while\nwatching the flickering bonfire.\n...I'm glad that he's opened up his mind... Makes\nme wonder where we'll be this time next year.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 12,
		"STRING": "The first person I thought about was Emma.\n・After I asked Emma to dance, we sat and talked\nwhile watching the flickering bonfire.\n...I'll just have to keep waiting until the day\nEmma feels comfortable telling us what she's\nkeeping secret.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 13,
		"STRING": "The first person I thought about was Jusis.\n・I invited Jusis to come and talk with me while\nwatching the flickering bonfire.\n...I'm glad Jusis has come into his own.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 14,
		"STRING": "The first person I thought about was Fie.\n・After I asked Fie to dance, we sat and talked\nwhile watching the flickering bonfire.\n...I hope Fie gets the chance to see her 'family'\nagain one day.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 15,
		"STRING": "The first person I thought about was Gaius.\n・I invited Gaius to come and talk with me while\nwatching the flickering bonfire.\n...We'll both have to keep doing what we can to\nmake this a country we can be proud of.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 16,
		"STRING": "The first person I thought about was Millium.\n・After I asked Millium to dance, we sat and\ntalked while watching the flickering bonfire.\n...I don't know which Millium she wants to be, but\nno matter who she is, she's still our friend.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 17,
		"STRING": "The first person I thought about was Crow.\n・I invited Crow to come and talk with me while\nwatching the flickering bonfire.\n...We don't have much time left together, but\nI want to make the most of it.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 18,
		"STRING": "The first person I thought about was Instructor Sara.\n・After I asked her to dance, we sat and talked\nwhile watching the flickering bonfire.\n...I'm looking forward to being able to drink\nwith her someday.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 19,
		"STRING": "The first person I thought about was Towa.\n・After I asked Towa to dance, we sat and talked\nwhile watching the flickering bonfire.\n...We'll have to make this academy the best one\nit can be.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 20,
		"STRING": "...I guessed that everyone was tired, though,\nso I chose to dance with Elise and Princess Alfin\ninstead.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 21,
		"STRING": "・Afterwards, Captain Claire called me over and\nrevealed that she was a Thors alumnus as well.\n・While we were talking, though, she got a call\nand suddenly walked away.\n・A visibly-panicked Prince Olivert and Princess\nAlfin stopped by shortly after, and offered to\ntake Elise back to Heimdallr with them. All of\nthe other important guests seemed shaken as well,\nleaving one after another.\n・We could all sense something was amiss, and it \ndidn't take long before we found out what it was\n--Garrelia Fortress on the eastern border of\nthe Empire had been annihilated.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 122,
		"UNK0": 0,
		"STRING": "Upheaval in the Empire",
		"CATEGORY": "NONE",
		"UNK1": "070000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 0,
		"STRING": "#006c10/30 (Sat) Thors Military Academy\n・The annihilation of Garrelia Fortress resulted\nin tensions across the Empire growing worse\nthan ever before, and when they were at their\npeak, we heard that Chancellor Osborne would be\ngiving an address at noon in Heimdallr.\n・We were also informed that the day's lessons\nhad all been canceled, so we decided to listen\nto the statement together on the radio in the\nclassroom.\n・We had some free time, however, so we decided\nto go our separate ways until then. I'd better\nsee if I can find Millium and Crow. I decided\nto ask people on campus if they'd seen them.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 1,
		"STRING": "・Towa said that she met Crow yesterday but had\nno idea where he could be.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 2,
		"STRING": "・George didn't know where Crow was, either.\nApparently, Crow talked to him yesterday to return\na number of things he'd borrowed from him.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 3,
		"STRING": "・I noticed that the old schoolhouse door was\nunlocked and decided to check inside.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 4,
		"STRING": "・I found Millium on the seventh floor. She wanted\nto take another look at the ashen knight.\n・She told me investigating the old schoolhouse was\none of her designated tasks. I wonder\nwhat Chancellor Osborne knows about this place...\n・After we talked for a while, she agreed to come\nback to the classroom with me.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 5,
		"STRING": "・I couldn't find Crow on campus, so I'd assumed\nhe'd gone into town.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 6,
		"STRING": "・I went into Trista to look for Crow. Asking\nSharon if she knew anything seemed like as good\na place to start as any.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 7,
		"STRING": "・We asked Sharon about Crow, and she told us that\nhe returned to the dormitory very briefly before going\nout again.\n・I thought I'd check his room, just in case.\nIt's right across from my own.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 8,
		"STRING": "・It looked like Crow was gone.\n・I tried to think if there was anything I'd\noverlooked as I walked back to the academy. ",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 9,
		"STRING": "・It suddenly hit me that I hadn't checked the \nstation. I ran over to take a quick look.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 10,
		"STRING": "・One of the station employees told me that she\nthought she saw Crow about an hour ago, but she\nwasn't completely sure.\n・At that point, I had to abandon my search for\nCrow so I could get back in time to hear the\nchancellor's address.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 11,
		"STRING": "・On my way back to the academy, I ran into\nPatrick.\n・He told me that he saw Crow earlier, and that he\nmentioned that he was heading to Heimdallr to hear\nthe chancellor's address in person.\n・At noon, the chancellor prepared to speak, with\nMisty providing commentary. Emma seemed shocked to\nhear her voice for some reason...\n・Chancellor Osborne began his address, discussing\nthe tensions with Crossbell over the past few\ndays. It was all going the way that we'd expected it to.\n・During the statement, Millium revealed that one\nof the reasons she was sent to the academy was to \ninvestigate C, who we all believed to be dead. \n・Thinking over all that had happened over the\npast few months, however, it started to seem\nmore and more horrifically plausible that C\ntruly was Crow.\n・As the chancellor's speech reached its climax,\nthe sound of a single gunshot filled the air--\na sniper had shot Chancellor Osborne.\n・We could hear the confused cries of the people\nof Heimdallr through the radio, and then in the\nmidst of it all, Misty--Vita Clotilde--began\nto sing. As she did, a strange image appeared\nbefore us, showing Dreichels Plaza in Heimdallr.\n・Before our eyes, a giant battleship belonging to\nthe Noble Faction soared through the skies of\nHeimdallr and dropped 'Panzer Soldats' to the\nground, which overtook the streets of the capital\nand the Imperial palace in the blink of an eye.\nWe were almost even more surprised to see members\nof Zephyr, which Fie used to be a part of, there, too.\n・Then we saw Captain Claire hold Crow at gunpoint,\nbut he escaped by boarding what looked like a blue\nmachine of some kind.\n・The reason we were able to see the events\nhappening in Heimdallr was a strange spell of\nVita's called 'Phantasmagoria.' Even more\nsurprising was the revelation that she was\nrelated to Emma somehow, and was feared as the\nWitch of the Abyss.\n・After telling us all to stay in the building, \nInstructor Sara left the classroom.\n・It turned out Heimdallr wasn't the only place\nbeing targeted by the Soldats--a number of them\nwere approaching Trista as well, accompanied by\na fleet of armored cars.\n・We reached the front gate only to find crowds of \npeople from Trista flooding into the academy for\nsafety.\n・We received permission from Towa and George\nto go and help the instructors...so we started to\ndo exactly that.\n・As soon as we've finished our preparations,\nwe're heading straight through that gate toward\nwhatever fate awaits us out there. We're not\ngoing to back down, no matter what. I don't care\nif I have to fight till my last breath--no one's\ngoing to lay so much as a finger on our academy!",
		"UNK1": 0
	}
]